{
    "quotes":
     [{
      "quote": "“Take up one idea. Make that one idea your life; dream of it; think of it; live on that idea. Let the brain, the body, muscles, nerves, every part of your body be full of that idea, and just leave every other idea alone. This is the way to success, and this is the way great spiritual giants are produced.”\n― Swami Vivekananda, Vedanta Philosophy: Lectures by the Swami Vivekananda on Raja Yoga Also Pantanjali's Yoga Aphorisms, with Commentaries, and Glossary of Sanskrit Terms"
     },
     {
      "quote": "“You have to grow from the inside out. None can teach you,\nnone can make you spiritual.\nThere is no other teacher but your own soul.”\n― Swami Vivekananda"
     },
     {
      "quote": "“In a conflict between the heart and the brain, follow your heart. ”\n― Swami Vivekananda"
     },
     {
      "quote": "“In a day, when you don't come across any problems - you can be sure that you are travelling in a wrong path”\n― Swami Vivekananda"
     },
     {
      "quote": "“The great secret of true success, of true happiness, is this: the man or woman who asks for no return, the perfectly unselfish person, is the most successful.”\n― Swami Vivekananda"
     },
     {
      "quote": "“All power is within you; you can do anything and everything. Believe in that, do not believe that you are weak; do not believe that you are half-crazy lunatics, as most of us do nowadays. You can do any thing and everything, without even the guidance of any one. Stand up and express the divinity within you.”\n― Swami Vivekananda, Lectures from Colombo to Almora"
     },
     {
      "quote": "“The greatest religion is to be true to your own nature. Have faith in yourselves.”\n― Swami Vivekananda"
     },
     {
      "quote": "“The greatest sin is to think yourself weak”\n― Swami Vivekanand, Pearls of Wisdom"
     },
     {
      "quote": "“Anything that makes weak - physically, intellectually and spiritually, reject it as poison.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Dare to be free, dare to go as far as your thought leads, and dare to carry that out in your life. ”\n― Swami Vivekananda"
     },
     {
      "quote": "“We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far. ”\n― Swami Vivekananda"
     },
     {
      "quote": "“Be not Afraid of anything. You will do Marvelous work. it is Fearlessness that brings Heaven even in a moment.”\n― Swami Vivekananda"
     },
     {
      "quote": "“They alone live, who live for others.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Arise, awake, stop not till the goal is reached.”\n― Swami Vivekananda, Meditation and Its Methods According to Swami Vivekananda"
     },
     {
      "quote": "“All love is expansion, all selfishness is contraction. Love is therefore the only law of life. He who loves lives, he who is selfish is dying. Therefore love for love's sake, because it is the only law of life, just as you breathe to live.”\n― Swami Vivekananda , Letters of Swami Vivekananda"
     },
     {
      "quote": "“You cannot believe in God until you believe in yourself.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Strength is Life, Weakness is Death.\nExpansion is Life, Contraction is Death.\nLove is Life, Hatred is Death.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Comfort is no test of truth. Truth is often far from being comfortable.”\n― Swami Vivekananda"
     } ,
     {
      "quote": "“Neither seek nor avoid, take what comes.”\n― Swami Vivekananda"
     },
     {
      "quote": "“The fire that warms us can also consume us; it is not the fault of the fire.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Feel nothing, know nothing, do nothing, have nothing, give up all to God, and say utterly, 'Thy will be done.' We only dream this bondage. Wake up and let it go.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Learn Everything that is Good from Others, but bring it in, and in your own way absorb it; do not become others.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Was there ever a more horrible blasphemy than the statement that all the knowledge of God is confined to this or that book? How dare men call God infinite, and yet try to compress Him within the covers of a little book!”\n― Swami Vivekananda, Raja-Yoga"
     },
     {
      "quote": "“We are responsible for what we are, and whatever we wish ourselves to be, we have the power to make ourselves. If what we are now has been the result of our own past actions, it certainly follows that whatever we wish to be in the future can be produced by our present actions; so we have to know how to act.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Each work has to pass through these stages—ridicule, opposition, and then acceptance. Those who think ahead of their time are sure to be misunderstood.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Ask nothing; want nothing in return. Give what you have to give; it will come back to you, but do not think of that now.”\n― Swami Vivekananda"
     },
     {
      "quote": "“Do one thing at a Time, and while doing it put your whole Soul into it to the exclusion of all else.”\n― Swami Vivekananda"
     },
     {
      "quote": "“whatever you think that you will be.\nif you think yourself weak,weak you will be;\nif you think yourself strong,you will be”\n― Swami Vivekananda"
     },
     {
      "quote": "“All differences in this world are of degree, and not of kind, because oneness is the secret of everything.”\n― Swami Vivekananda"
     },
     {
      "quote": "“We reap what we sow. We are the makers of our own fate.\nThe wind is blowing; those vessels whose sails are unfurled\ncatch it, and go forward on their way, but those which have\ntheir sails furled do not catch the wind. Is that the fault of\nthe wind?....... We make our own destiny.\n”\n― Swami Vivekananda"
     },
     {
       "quote": "“A fool may buy all the books in the world, and they will be in his library; but he will be able to read only those that he deserves to.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
       },
       {
        "quote": "“Never say, \"O Lord, I am a miserable sinner.\" Who will help you? You are the help of the universe. What in this universe can help you? What can prevail over you? You are the God of the universe; where can you seek for help? Never help came from anywhere but from yourself. In your ignorance, every prayer that you made and that was answered, you thought was answered by some Being, but you answered the prayer yourself unknowingly. The help came from yourself, and you fondly imagined that someone was sending help to you. There is no help for you outside of yourself; you are the creator of the universe. Like the silkworm, you have built a cocoon around yourself. Who will save you? Burst your own cocoon and come out as a beautiful butterfly, as the free soul. Then alone you will see Truth.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
       },
       {
        "quote": "“Condemn none: if you can stretch out a helping hand, do so. If you cannot, fold your hands, bless your brothers, and let them go their own way.”\n― Swami Vivekananda"
       },
       {
        "quote": "“beleive in yourself and the world will be at your feet”\n― Swami Vivekananda"
       },
       {
        "quote": "“Books are infinite in number and time is short. The secret of knowledge is to take what is essential. Take that and try to live up to it.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The world is the great gymnasium where we come to make ourselves strong.”\n― Swami Vivekananda"
       },
       {
        "quote": "“All the powers in the universe are already ours. It is we who have put our hands before our eyes and cry that it is dark.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The only religion that ought to be taught is the religion of fearlessness. Either in this world or in the world of religion, it is true that fear is the sure cause of degradation and sin. It is fear that brings misery, fear that brings death, fear that breeds evil. And what causes fear? Ignorance of our own nature.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Each soul is potentially divine. The goal is to manifest this divinity by controlling nature, external and internal. Do this either by work, or worship, or psychic control, or philosophy - by one, or more, or all of these - and be free. This is the whole of religion. Doctrines, or dogmas, or rituals, or books, or temples, or forms, are but secondary details.”\n― Swami Vivekananda"
       },
       {
        "quote": "“There is no God separate from you, no God higher than you, the real 'you'. All the gods are little beings to you, all the ideas of God and Father in heaven are but your own reflection. God Himself is your image. 'God created man after His own image.' That is wrong. Man creates God after his own image. That is right. Throughout the universe we are creating gods after our own image. We create the god and fall down at his feet and worship him; and when this dream comes, we love it!”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
       },
       {
        "quote": "“Take Risks in Your Life If u Win, U Can Lead! If u Lose, U Can Guide!”\n― Swami Vivekananda, Raja-Yoga"
       },
       {
        "quote": "“The whole life is a succession of dreams. My ambition is to be a conscious dreamer, that is all.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Education is the manifestation of perfection already existing in man.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Shri Ramakrishna use to say, \"As Long as I Live, so long do I learn\". That man or that society which has nothing to learn is already in the jaws of death.”\n― Swami Vivekananda"
       },
       {
        "quote": "“How often does a man ruin his disciples by remaining always with them! When men are once trained, it is essential that their leader leave them, for without his absence they cannot develop themselves. Plants always remain small under a big tree.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The greatest truths are the simplest things in the world, simple as your own existence.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Desire, ignorance, and inequality—this is the trinity of bondage.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Do not believe a thing because you have read about it in a book. Do not believe a thing because another man has said it was true. Do not believe in words because they are hallowed by tradition. Find out the truth for yourself. Reason it out. That is realization.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Where can we go to find God if we cannot see Him in our own hearts and in every living being.”\n― Swami Vivekananda"
       },
       {
        "quote": "“There is no limit to the power of the human mind. The more concentrated it is, the more power is brought to bear on one point”\n― Swami Vivekananda"
       },
       {
        "quote": "“All knowledge that the world has ever received comes from the mind; the infinite library of the universe is in our own mind.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Astrology and all these mystical things are generally signs of a weak mind; therefore as soon as they are becoming prominent in our minds, we should see a physician, take good food, and rest.”\n― Swami Vivekananda"
       },
       {
        "quote": "“You must worship the Self in Krishna, not Krishna as Krishna.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Things do not grow better; they remain as they are. It is we who grow better, by the changes we make in ourselves.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The brain and muscles must develop simultaneously. Iron nerves with an intelligent brain — and the whole world is at your feet.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The cheerful mind perseveres and the strong mind hews its way through a thousand difficulties.”\n― Swami Vivekananda"
       },
       {
        "quote": "“Give up the idea that by ruling over others you can do any good to them. But you can do just as much as you can in the case of the plant: you can supply the growing seed with the materials for the making up of its body, bringing to it the earth, the water, the air, that it wants. It will take all that it wants by its own nature, it will assimilate and grow by its own nature.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
       },
       {
        "quote": "“Be strong! … You talk of ghosts and devils. We are the living devils. The sign of life is strength and growth. The sign of death is weakness. Whatever is weak, avoid! It is death. If it is strength, go down into hell and get hold of it! There is salvation only for the brave. \"None but the brave deserves the fair.\" None but the bravest deserves salvation.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The Vedanta recognizes no sin it only recognizes error. And the greatest error, says the Vedanta is to say that you are weak, that you are a sinner, a miserable creature, and that you have no power and you cannot do this and that.”\n― Swami Vivekananda"
       },
       {
        "quote": "“The very reason for nature's existence is for the education of the soul.”\n― Swami Vivekananda, Karma Yoga: the Yoga of Action"
       }
      ,
      
        {
         "quote": "“The powers of the mind are like the rays of the sun when they are concentrated they illumine.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The moment I have realized God sitting in the temple of every human body, the moment I stand in reverence before every human being and see God in him - that moment I am free from bondage, everything that binds vanishes, and I am free.”\n― Swami Vivekananda"
        },
        {
         "quote": "“He is an atheist who does not believe in himself. The old religions said that he was an atheist who did not believe in God. The new religion says that he is an atheist who does not believe in himself.”\n― Swami Vivekananda"
        },
        {
         "quote": "“So long as the millions live in hunger and ignorance, I hold every person a traitor who, having been educated at their expense, pays not the least heed to them!”\n― Swami Vivekananda"
        },
        {
         "quote": "“Are you unselfish? That is the question. If you are, you will be perfect without reading a single religious book, without going into a single church or temple.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Even the greatest fool can accomplish a task if it were after his or her heart. But the intelligent ones are those who can convert every work into one that suits their taste.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Don't look back—forward, infinite energy, infinite enthusiasm, infinite daring, and infinite patience—then alone can great deeds be accomplished.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Blessed are they whose bodies get destroyed in the service of others.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Devotion to duty is the highest form of worship of God.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Truth can be stated in a thousand different ways, yet each one can be true.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Bless people when they revile you. Think how much good they are doing by helping to stamp out the false ego.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The earth is enjoyed by heroes”—this is the unfailing truth. Be a hero. Always say, “I have no fear.”\n― Vivekananda"
        },
        {
         "quote": "“This is a great fact: strength is life; weakness is death. Strength is felicity, life eternal, immortal; weakness is constant strain and misery, weakness is death.”\n― Swami Vivekananda"
        },
        {
         "quote": "“All truth is eternal. Truth is nobody’s property; no race, no individual can lay any exclusive claim to it. Truth is the nature of all souls.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The Tapas and the other hard Yogas that were practiced in other Yugas do not work now. What is needed in this Yuga is giving, helping others. ”\n― Swami Vivekananda"
        },
        {
         "quote": "“He who struggles is better than he who never attempts.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Man is to become divine by realizing the divine. Idols or temples, or churches or books, are only the supports, the help of his spiritual childhood.”\n― Swami Vivekananda, Complete Works"
        },
        {
         "quote": "“God did not give me everything that i wanted. But, He gave me everything that i needed!”\n― Swami Vivekananda"
        },
        {
         "quote": "“Be not afraid of anything. You will do marvellous work. It is fear that is the great cause of misery in the world. It is fear that is the greatest of all superstitions. It is fear that is the cause of all our woes, and it is fearlessness that brings heaven even in a moment. Therefore, \"arise, awake and stop not until the goal is reached.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Liberty is the first condition of growth. It is wrong, a thousand times wrong, if any of you dares to say, 'I will work out the salvation of this woman or child.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
        },
        {
         "quote": "“If in this hell of a world one can bring a little joy and peace even for a day into the heart of a single person, that much alone is true; this I have learnt after suffering all my life; all else is mere moonshine. . . .”\n― Swami Vivekananda"
        },
        {
         "quote": "“The more we come out and do good to others, the more our hearts will be purified, and God will be in them.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Do good because it is good to do good. Ask no more.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“After every happiness comes misery; they may be far apart or near. The more advanced the soul, the more quickly does one follow the other. What we want is neither happiness nor misery. Both make us forget our true nature; both are chains--one iron, one gold; behind both is the Atman, who knows neither happiness nor misery. These are states, and states must ever change; but the nature of the Atman is bliss, peace, unchanging. We have not to get it, we have it; only wash away the dross and see it.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Do not believe in a thing because you have read about it in a book. Do not believe in a thing because another man has said it was true. Do not believe in words because they are hallowed by tradition. Find out the truth for yourself. Reason it out. That is realization.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Desire can be eradicated from the roots by firmly imbibing the four attributes of: Jnan, Atmanishtha, Vairagya, Dharma and the full fledged devotion to God.”\n― Swami Vivekananda"
        },
        {
         "quote": "“But there is yet time to change our ways. Give up all those old discussions, old fights about things which are meaningless, which are nonsensical in their very nature. Think of the last six hundred or seven hundred years of degradation when grown-up men by hundreds have been discussing for years whether we should drink a glass of water with the right hand or the left, whether the hand should be washed three times or four times, whether we should gargle five or six times. What can you expect from men who pass their lives in discussing such momentous questions as these and writing most learned philosophies on them! There is a danger of our religion getting into the kitchen. We are neither Vedantists, most of us now, nor Pauranics, nor Tantrics. We are just \"Don't-touchists\". Our religion is in the kitchen. Our God is the cooking-pot, and our religion is, \"Don't touch me, I am holy\". If this goes on for another century, every one of us will be in a lunatic asylum. It is a sure sign of softening of the brain when the mind cannot grasp the higher problems of life; all originality is lost, the mind has lost all its strength, its activity, and its power of thought, and just tries to go round and round the smallest curve it can find.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
        },
        {
         "quote": "“We must also remember that in every little village-god and every little superstitious custom is that which we are accustomed to call our religious faith. But local customs are infinite and contradictory. Which are we to obey, and which not to obey? The Brāhmin of Southern India, for instance, would shrink in horror at the sight of another Brahmin eating meat; a Brahmin in the North thinks it a most glorious and holy thing to do—he kills goats by the hundred in sacrifice. If you put forward your custom, they are equally ready with theirs. Various are the customs all over India, but they are local. The greatest mistake made is that ignorant people always think that this local custom is the essence of our religion.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
        },
        {
         "quote": "“Why should a Man be Moral? Because this strengthens his will.”\n― Swami Vivekananda"
        },
        {
         "quote": "“This World will always continue to be a mixture of Good and Evil. Our duty is to sympathize with the weak and to Love even the wrongdoer.”\n― Swami Vivekananda"
        },
         
          {
           "quote": "“The mother and the father are the causes of this body; so a man must undergo a thousand troubles in order to do good to them.”\n― Swami Vivekananda, The complete works of Swami Vivekananda"
          },
          {
           "quote": "“If a man can realize his divine nature with the help of an image, would it be right to call that a sin? Nor, even when he has passed that stage, should he call it an error. [...] man is not traveling from error to truth, but from truth to truth, from lower to higher truth. To him all the religions from the lowest fetishism to the highest absolutism, mean so many attempts of the human soul to grasp and realize the Infinite, each determined by the conditions of its birth and association, and each of these marks a stage of progress; and every soul is a young eagle soaring higher and higher, gathering more and more strength till it reaches the Glorious Sun.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The knowing ones must have pity on the ignorant.\nOne who knows is willing to give up his body even for an ant,\nbecause he knows that the body is nothing.”\n― Swami Vivekananda"
          },
          {
           "quote": "“By doing well the duty which is nearest to us, the duty which is in our hands, we make ourselves stronger”\n― Swami Vivekananda"
          },
          {
           "quote": "“You need not worry or make yourself sleepless about the world; it will go on without you.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“People laugh at me because I am different;\nI laugh at people cause the are all the same.”\n― Vivekananda Swami"
          },
          {
           "quote": "“This universe is the wreckage of the infinite on the shores of the finite.”\n― Swami Vivekananda"
          },
          {
           "quote": "“It is a very hard thing to understand, but you will come to learn in time that nothing in the universe has power over you until you allow it to exercise such a power.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“When an idea exclusively occupies the mind, it is transformed into an actual physical or mental state.”\n― Swami Vivekananda"
          },
          {
           "quote": "“A good practice carried to an extreme and worked in accordance with the letter of the law becomes a positive evil.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
          },
          {
           "quote": "“Talk to yourself at least once in a Day, otherwise you may miss a meeting with an EXCELLENT person in this World.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Be Grateful to the Man you help, think of Him as God. Is it not a great privilege to be allowed to worship God by helping our fellow men?”\n― Swami Vivekananda"
          },
          {
           "quote": "“God Gave Me Nothing I Wanted\nHe Gave Me Everything I Needed.”\n― Swami Vivekananda , Swami Vivekananda"
          },
          {
           "quote": "“Of one hundred persons who take up the spiritual life, eighty turn out to be charlatans, fifteen insane, and only five, maybe, get a glimpse of the real truth. Therefore beware.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.”\n― Swami Vivekananda"
          },
          {
           "quote": "“A few heart-whole, sincere, and energetic men and women can do more in a year than a mob in a century.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The help which tends to make us spiritually strong is the highest help, next to it comes intellectual help and after that comes physical help.”\n― Swami Vivekananda, Karma Yoga: the Yoga of Action"
          },
          {
           "quote": "“Have Faith in Man, whether he appears to you to be a very learned one or a most ignorant one.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The mind is in its own nature when it is calm. The moment you can calm it, that [very] moment you will know the truth.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“The Heart and core of everything here is good, that whatever may be the surface waves, deep down and underlying everything, there is an infinite basis of Goodness and Love.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The will is not free - it is a phenomenon bound by cause and effect - but there is something behind the will which is free.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The Buddhists or the Jains do not depend upon God; but the whole force of their religion is directed to the great central truth in every religion, to evolve a God out of man. They have not seen the Father, but they have seen the Son. And he that hath seen the Son hath seen the Father also.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
          },
          {
           "quote": "“The one great advantage of Bhakti is that it is the easiest and most natural way to reach the great divine end in view; it's great disadvantage is that in its lower forms it oftentimes degenerates into hideous fanaticism. The fanatical crew in Hinduism, Mohammedanism, or Christianity, have always been almost exclusively recruited from these worshippers [sic] on the lower planes of Bhakti. That singleness of attachment (Nishthâ) to a loved object, without which no genuine love can grow, is very often also the cause of the denunciation of everything else. All the weak and undeveloped minds in every religion or country have only one way of loving their own ideal, i.e., by hating every other ideal. Herein is the explanation of why the same man who is so lovingly attached to his own ideal of God, so devoted to his own ideal of religion, becomes a howling fanatic as soon as he sees or hears anything of any other ideal.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
          },
          {
           "quote": "“The goal of mankind is knowledge. That is the one ideal placed before us by Eastern philosophy. Pleasure is not the goal of man, but knowledge. Pleasure and happiness come to an end. It is a mistake to suppose that pleasure is the goal.”\n― Swami Vivekananda, Karma Yoga"
          },
          {
           "quote": "“A tremendous stream is flowing toward the ocean, carrying us all along with it; and though like straws and scraps of paper we may at times float aimlessly about, in the long run we are sure to join the Ocean of Life and Bliss.”\n― Swami Vivekananda"
          },
          {
           "quote": "“We only know the universe from the point of view of beings with five senses. Suppose we obtain another sense, the whole universe must change for us.”\n― Swami Vivekananda, Jnana Yoga"
          },
          {
           "quote": "“If the Student thinks he is the Spirit, he will be a better Student. If the Lawyer thinks he is the Spirit, he will be a better Lawyer, and so on.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Ignorance is the mother of all the evil and all the misery we see. Let men have light, let them be pure and spiritually strong and educated, then alone will misery cease in the world, not before. We may convert every house in the country into a charity asylum, we may fill the land with hospitals, but the misery of man will still continue to exist until man's character changes.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
          },
          {
           "quote": "“Never forget the glory of human nature! We are the greatest god.. Christs and Buddhas are but waves in the boundless ocean which I AM.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Where the whole world is awake, the sage sleeps.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          }
         
       ,
       
        {
         "quote": "“The tender plant of spirituality will die if exposed too early to the action of a constant change of ideas and ideals. Many people, in the name of what may be called religious liberalism, may be seen feeding their idle curiosity with a continuous succession of different ideals. With them, hearing new things grows into a kind of disease, a sort of religious drink-mania. They want to hear new things just by way of getting a temporary nervous excitement, and when one such exciting influence has had its effect on them, they are ready for another. Religion is with these people a sort of intellectual opium-eating, and there it ends.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
        },
        {
         "quote": "“The ideal man is he who, in the midst of the greatest silence and solitude, finds the intensest activity, and in the midst of the intensest activity finds the silence and solitude of the desert.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The Older I grow, the more everything seems to me to lie in manliness. This is my new gospel”\n― Swami Vivekananda"
        },
        {
         "quote": "“Serve man Serve god”\n― Swami Vivekananda"
        },
        {
         "quote": "“The more we grow in Love, Virtue and Holiness, the more we see Love, Virtue and Holiness outside.”\n― Swami Vivekananda"
        },
        {
         "quote": "“This attachment of Love to God is indeed one that does not bind the soul but effectively breaks all its bondages.”\n― Swami Vivekananda"
        },
        {
         "quote": "“But where the ignorant are asleep, there the sage keeps awake”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Now is wanted intense Karma-Yoga with unbounded courage and indomitable strength in the heart. Then only will the people of the country be roused.”\n― Swami Vivekananda"
        },
        {
         "quote": "“If a man works without any selfish motive in view, does he not gain anything? Yes, he gains the highest. Unselfishness is more paying, only people have not the patience to practice it. It is more paying from the point of view of health also. Love, truth, and unselfishness are not merely moral figures of speech, but they form our highest ideal, because in them lies such a manifestation of power. In the first place, a man who can work for five days, or even for five minutes, without any selfish motive whatever, without thinking of future, of heaven, of punishment, or anything of the kind, has in him the capacity to become a powerful moral giant. It is hard to do it, but in the heart of our hearts we know its value, and the good it brings. It is the greatest manifestation of power — this tremendous restraint; self-restraint is a manifestation of greater power than all outgoing action.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Never think there is anything impossible for the soul. It is the greatest heresy to think so. If there is sin, this is the only sin; to say that you are weak, or others are weak.”\n― Swami Vivekananda"
        },
        {
         "quote": "“A little of the infinite is projected into consciousness, and that we call our world.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“The human mind is like that monkey, incessantly active by its own nature; then it becomes drunk with the wine of desire, thus increasing its turbulence. After desire takes possession comes the sting of the scorpion of jealousy at the success of others, and last of all the demon of pride enters the mind, making it think itself of all importance.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“God is present in every Jiva; there is no other God besides that. Who serves Jiva serves God indeed.”\n― Swami Vivekananda"
        },
        {
         "quote": "“As all the rivers of the world constantly pour their waters into the ocean, but the ocean’s grand, majestic nature remains undisturbed and unchanged,”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The Gita is a commentary on the Upanishads. The Upanishads are the Bible of India.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“There was never a time when we did not exist.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“There will never be a time when we shall not exist.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Take up one idea. Make that one idea your life; dream of it; think of it; live on that idea. Let the brain, the body, muscles, nerves, every part of your body be full of that idea, and just leave every other idea alone. This is the way to success, and this is the way great spiritual giants are produced.”\n― Swami Vivekananda, Vedanta Philosophy: Lectures by the Swami Vivekananda on Raja Yoga Also Pantanjali's Yoga Aphorisms, with Commentaries, and Glossary of Sa”\n― Swami Vivekananda, The Complete Works Of Swami Vivekananda, Volume 1"
        },
        {
         "quote": "“If you [can realise Brahman] by standing on your head, or on one foot, or by worshipping five thousand gods with three heads each — welcome to it! ... Do it any way you can! Nobody has any right to say anything. Therefore, Krishna says, if your method is better and higher, you have no business to say that another man’s method is bad, however wicked you may think it.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The Christian is not to become a Hindu or a Buddhist, nor is a Hindu or a Buddhist to become a Christian. But each must assimilate the spirit of the others and yet preserve his individuality and grow according to his own law of growth. If the Parliament of Religions has shown anything to the world, it is this: It has proved to the world that holiness, purity, and charity are not the exclusive possessions of any church in the world, and that every system has produced men and women of the most exalted character. In the face of this evidence, if anybody dreams of the exclusive survival of his own religion at the expense of the others, I pity him from the bottom of my heart and point out to him that upon the banner of every religion will soon be written, in spite of resistance: \"Help and not Fight,\" \"Assimilation and not Destruction,\" \"Harmony and Peace and not Dissension\".”\n― Swami Vivekananda"
        },
        {
         "quote": "“The great men think, and you and I [also] think. But there is a difference. We think and our bodies do not follow. Our actions do not harmonise with our thoughts. Our words have not the power of the words that become Vedas. ... Whatever they think must be accomplished. If they say, “I do this,” the body does it. Perfect obedience. This is the end. You can think yourself God in one minute, but you cannot be [God].”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“It is better not to love, if loving only means hating others. That is no love. That is hell! If loving your own people means hating everybody else, it is the quintessence of selfishness and brutality, and the effect is that it will make you brutes. Therefore, better die working out your own natural religion than following another’s natural religion, however great it may appear to you”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“If money help a man to do good to others, it is of some value; but if not, it is simply a mass of evil, and the sooner it is got rid of, the better.”\n― Swami Vivekananda"
        },
        {
         "quote": "“All condemnation of others really condemns ourselves. Adjust the microcosm which is in your power to do) and the macrocosm will adjust itself for you.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Religion is being and becoming. Religion is the manifestation of the Divinity already in man.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Above all, beware of compromises. I do not mean that you are to get into antagonism with anybody, but you have to hold on to your own principles in weal or woe and never adjust them to others' \"fads\" through the greed of getting supporters. Your Atman is the support of the universe—whose support do you stand in need of?”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 4"
        },
        {
         "quote": "“Be not afraid, for all great power throughout the history of humanity has been with the people. From out of their ranks have come all the greatest geniuses of the world, and history can only repeat itself. Be not afraid of anything. You will do marvelous work.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The present is determined by our past actions, and the future by the present.”\n― Swami Vivekananda, The complete works of Swami Vivekananda"
        },
        {
         "quote": "“It is the Level-headed Man, the Calm Man, of Good Judgement and cool nerves, of Great sympathy and love, who does good work and so does good to himself.”\n― Swami Vivekananda"
        },
         
          {
           "quote": "“One infinite - pure and holy - beyond thoughts and beyond qualities - bow down to thee”\n― Swami vivekananda"
          },
          {
           "quote": "“Tell your body that it is strong, tell your mind that it is strong, and have unbounded faith and hope in yourself.”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“The next step is Asana, posture. A series of exercises, physical and mental, is to be gone through every day, until certain higher states are reached. Therefore it is quite necessary that we should find a posture in which we can remain long. That posture which is the easiest for one should be the one chosen.”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“Who can work without any attachment? That is the real question.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Stand alone! See the glory of your own soul, and see that you will have to work.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Put the good before them, see how eagerly they take it, see how the divine that never dies, that is always living in the human...”\n― Swami Vivekananda"
          },
          {
           "quote": "“When the body is sufficiently controlled, we can attempt the manipulation of the mind.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“As different streams having different sources all mingle their waters in the sea, so different tendencies, various though they appear, crooked or straight, all lead to God.”\n― Swami Vivekananda"
          },
          {
           "quote": "“GOD is to be worshipped as the one beloved, dearer than everything in this and next life.”\n― Swami Vivekananda"
          },
          {
           "quote": "“No knowledge comes from outside; it is all inside. What we say a man \"knows\", should, in strict psychological language, be what he \"discovers\" or \"unveils\"; what a man \"learns\" is really what he \"discovers\", by taking the cover off his own soul, which is a mine of infinite knowledge.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“What is now wanted is a combination of the greatest heart with the highest intellectuality, of infinite love with infinite knowledge.”\n― Swami Vivekananda"
          },
          {
           "quote": "“He works for work’s sake. “Work for work’s sake. Worship for worship’s sake.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Anything that brings spiritual, mental, or physical weakness, touch it not with the toes of your feet.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Although a man has not studied a single system of philosophy, although he does not believe in any God, and never has believed, although he has not prayed even once in his whole life, if the simple power of good actions has brought him to that state where he is ready to give up his life and all else for others, he has arrived at the same point to which the religious man will come through his prayers and the philosopher through his knowledge; and so you may find that the philosopher, the worker, and the devotee, all meet at one point, that one point being self-abnegation.”\n― Swami Vivekananda, Karma Yoga"
          },
          {
           "quote": "“You have to grow from the inside out. None can teach you, none can make you spiritual. There is no other teacher but your own soul.”\n― Swami Vivekananda"
          },
          {
           "quote": "“We are like the caterpillar which takes the thread out of his own body and of that makes the cocoon, and behold, he is caught.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“there is a continuity of mind, as the Yogis call it. The mind is universal. Your mind, my mind, all these little minds, are fragments of that universal mind, little waves in the ocean; and”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“He is trying to justify himself, but he cannot fool Krishna.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Absolute equality, that which means a perfect balance of all the struggling forces in all the planes, can never be in this world. Before you attain that state, the world will have become quite unfit for any kind of life, and no one will be there. We find, therefore, that all these ideas of the millennium and of absolute equality are not only impossible but also that, if we try to carry them out, they will lead us surely enough to the day of destruction.”\n― Swami Vivekananda, Karma Yoga"
          },
          {
           "quote": "“The natural ambition of woman is through marriage to climb up, leaning upon a man; but those days are gone. You shall be great without the help of any man, just as you are.”\n― Swami Vivekananda"
          },
          {
           "quote": "“All the powers in the universe are already ours.”\n― Swami Vivekanand"
          },
          {
           "quote": "“THE WHOLE LIFE IS A SUCCESSION OF DREAMS; MY AMBITION IS TO BE A CONSCIOUS DREAMER, THATS ALL.”\n― Swami Vivekananda"
          },
          {
           "quote": "“You can not believe in god until you believe in yourself.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Awake! Stand up and fight! Die if you must.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Later on we read what Krishna says, “Even those who worship other deities are really worshipping me” (note 31). It is God incarnate whom man is worshipping. Would God be angry if you called Him by the wrong name? He would be no God at all! Can’t you understand that whatever a man has in his own heart is God — even if he worships a stone? What of that! We will understand more clearly if we once get rid of the idea that religion consists in doctrines. One idea of religion has been that the whole world was born because Adam ate the apple, and there is no way of escape. Believe in Jesus Christ — in a certain man’s death! But in India there is quite a different idea. [There] religion means realisation, nothing else. It does not matter whether one approaches the destination in a carriage with four horses, in an electric car, or rolling on the ground. The goal is the same. For the [Christians] the problem is how to escape the wrath of the terrible God. For the Indians it is how to become what they really are, to regain their lost Selfhood. ...”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“A fool may buy all the books in the world, and they will be in his library; but he will be able to read only those that he deserves to; and this deserving is produced by Karma.”\n― Swami Vivekananda, The complete works of Swami Vivekananda"
          },
          {
           "quote": "“Vairâgya or renunciation is the turning point in all the various Yogas. The Karmi (worker) renounces the fruits of his work. The Bhakta (devotee) renounces all little loves for the almighty and omnipresent love. The Yogi renounces his experiences, because his philosophy is that the whole Nature, although it is for the experience of the soul, at last brings him to know that he is not in Nature, but eternally separate from Nature. The Jnâni (philosopher) renounces everything, because his philosophy is that Nature never existed, neither in the past, nor present, nor will It in the future.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
          },
          {
           "quote": "“Our Karma determines what we deserve and what we can assimilate.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“the easiest way to make ourselves happy is to see that others are happy.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Curiously enough, it seems that at times the spiritual side prevails, and then the materialistic side—in wave-like motions following each other. ...At one time the full flood of materialistic ideas prevails, and everything in this life—prosperity, the education which procures more pleasures, more food—will become glorious at first and then that will degrade and degenerate. Along with the prosperity will rise to white heat all the inborn jealousies and hatreds of the human race. Competition and merciless cruelty will be the watchword of the day. To quote a very commonplace and not very elegant English proverb, \"Everyone for himself, and the devil take the hindmost\", becomes the motto of the day. Then people think that the whole scheme of life is a failure. And the world would be destroyed had not spirituality come to the rescue and lent a helping hand to the sinking world. Then the world gets new hope and finds a new basis for a new building, and another wave of spirituality comes, which in time again declines. As a rule, spirituality brings a class of men who lay exclusive claim to the special powers of the world. The immediate effect of this is a reaction towards materialism, which opens the door to scores of exclusive claims, until the time comes when not only all the spiritual powers of the race, but all its material powers and privileges are centered in the hands of a very few; and these few, standing on the necks of the masses of the people, want to rule them. Then society has to help itself, and materialism comes to the rescue.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
          }
         
       ,
       
        {
         "quote": "“Pranayama. Stopping the right nostril with the thumb, through the left nostril fill in air, according to capacity; then, without any interval, throw the air out through the right nostril, closing the left one. Again inhaling through the right nostril eject through the left, according to capacity; practicing this three or five times at four hours of the day, before dawn, during midday, in the evening, and at midnight, in fifteen days or a month purity of the nerves is attained; then begins Pranayama.”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“You may ask, “Who wrote the Vedas?” They were not written. The words are the Vedas. A word is Veda, if I can pronounce it rightly. Then it will immediately produce the [desired] effect.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“MIND is not a dustbin to keep anger, hatred and jealousy. But it is the treasure box to keep, love happiness and sweet memories.”\n― Swami Vivekananda"
        },
        {
         "quote": "“If there is something here that is not in the Vedas, that is your delusion. It does not exist.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“It is the greatest manifestation of power to be calm. It is easy to be active. Let the reins go, and the horses will run away with you. Anyone can do that, but he who can stop the plunging horses is the strong man.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“take Buddha. The central idea [is] sacrifice.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Though our castes and institutions are apparently linked with our religion, they are not so. These institutions have been necessary to protect us as a nation, and when this necessity for self-preservation will no more exist, they will die a natural death. But the older I grow, the better I seem to think of these time-honored institutions of India. There was a time when I used to think that many of them were useless and worthless; but the older I grew, the more I seem to feel a diffidence in cursing any one of them, for each one of them is the embodiment of the experience of centuries. A child of but yesterday, destined to die the day after tomorrow, comes to me and asks me to change all my plans; and if I hear the advice of that baby and change all my surroundings according to his ideas, I myself should be a fool, and no one else. Much of the advice that is coming to us from different countries is similar to this. Tell these wiseacres: \"I will hear you when you have made a society yourselves. You cannot hold on to one idea for two days, you quarrel and fail; you are born like moths in the spring and die like them in five minutes. You come up like bubbles and burst like bubbles too. First form a stable society like ours. First make laws and institutions that remain undiminished in their power through scores of centuries. Then will be the time to talk on the subject with you, but till then, my friend, you are only a giddy child.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
        },
        {
         "quote": "“Krishna preached in the midst of the battlefield.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Circumstances can never be good or bad. Only the individual man can be good or bad.”\n― Swami Vivekananda, The Science of Breathing"
        },
        {
         "quote": "“The ideal man is he who, in the midst of the greatest silence and solitude, finds the intensest activity, and in the midst of the intensest activity finds the silence and solitude of the desert. He has learnt the secret of restraint, he has controlled himself.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“My Faith is in the Younger Generation, the Modern Generation, out of them will come my workers. They will work out the whole problem, like Lions.”\n― Swami Vivekananda"
        },
        {
         "quote": "“For all of us in this world life is a continuous fight.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Anything that is secret and mysterious in these systems of Yoga should be at once rejected. The best guide in life is strength. In religion, as in all other matters, discard everything that weakens you, have nothing to do with it.”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“Many a time comes when we want to interpret our weakness and cowardice as forgiveness and renunciation.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“If a person who can [give a blow] forbears, there is merit in that.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“If you project hatred and jealousy, they will rebound on you with compound interest. No power can avert them; when once you have put them in motion, you will have to bear them. Remembering this will prevent you from doing wicked things.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“so even though all the senses bring in sensations from nature, the ocean-like heart of the sage knows no disturbance, knows no fear”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Just as inequality is necessary for creation itself, so the struggle to limit it is also necessary. If there were no struggle to become free and get back to God, there would be no creation either. It is the difference between these two forces that determines the nature of the motives of men. There will always be these motives to work, some tending towards bondage and others towards freedom. This”\n― Swami Vivekananda, Karma Yoga"
        },
        {
         "quote": "“We tend to reduce everyone else to the limits of our own mental universe and begin privileging our own ethics, morality, sense of duty and even our sense of utility. All religious conflicts arose from this propensity to judge others. If we indeed must judge at all, argued Vivekananda, then it must be `according to his own ideal, and not by that of anyone else'. It was important, therefore, to learn to look at the duty of others through their own eyes and never judge the customs and observances of others through the prism of our own standards.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Let miseries come in millions of rivers and happiness in hundreds! I am no slave to misery! I am no slave to happiness!”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The idea is, when a man receives a gift from another, his heart becomes impure, he becomes low, he loses his independence, he becomes bound and attached.”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“We are allowed to worship him. Stand in that reverent attitude to the whole universe, and then will come perfect non attachment”\n― Swami Vivekananda"
        },
        {
         "quote": "“Arjuna asks: “Who is a person of established will?”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Stand up and be strong! No fear. No superstition. Face the truth as it is!”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“There is only one sin. That is weakness.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Work for work's sake. There are some who are really the salt of the earth in every country and who work for work's sake, who do not care for name, or fame, or even to go to heaven.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“We must be Bright and Cheerful, long faces do not make Religion”\n― Swami Vivekananda"
        },
        {
         "quote": "“If the Parliament of Religions has shown anything to the world it is this: It has proved to the world that holiness, purity and charity are not the exclusive possessions of any church in the world, and that every system has produced men and women of the most exalted character. In the face of this evidence, if anybody dreams of the exclusive survival of his own religion and the destruction of the others, I pity him from the bottom of my heart, and point out to him that upon the banner of every religion will soon be written, in spite of resistance: \"Help and not Fight,\" \"Assimilation and not Destruction,\" \"Harmony and Peace and not Dissension.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“To the Hindu, says Vivekananda, \"Man is not travelling from error to truth, but climbing up from truth to truth, from truth that is lower to truth that is higher.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“What is it that is whirling the mind? Imagination, creative activity. Stop creation and you know the truth. All power of creation must stop, and then you know the truth at once.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
         
          {
           "quote": "“He who has no faith in himself can never have faith in God. ”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
          },
          {
           "quote": "“What right has a man to say he has a soul if he does not feel it, or that there is a God if he does not see Him? If there is a God we must see Him, if there is a soul we must perceive it; otherwise it is better not to believe. It is better to be an outspoken atheist than a hypocrite.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Every work that we do, every movement of the body, every thought that we think, leaves such an impression on the mind-stuff, and even when such impressions are not obvious on the surface, they are sufficiently strong to work beneath the surface, subconsciously. What we are every moment is determined by the sum total of these impressions on the mind.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The ideal of all education, all training, should be this man-making. But, instead of that, we are always trying to polish up the outside. What use in polishing up the outside when there is no inside? The end and aim of all training is to make the man grow. The man who influences, who throws his magic, as it were, upon his fellow-beings, is a dynamo of power, and when that man is ready, he can do anything and everything he likes; that personality put upon anything will make it work.”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“You find in Krishna that non-attachment is the central idea.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“All who have actually attained any real religious experience never wrangle over the form in which the different religions are expressed. They know that the soul of all religions is the same and so they have no quarrel with anybody just because he or she does not speak in the same tongue.”\n― Swami Vivekananda"
          },
          {
           "quote": "“you are all bound by the law of Karma, the Upanishads admit, but they declare the way out.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Realisation is real religion, all the rest is only preparation — hearing lectures, or reading books, or reasoning is merely preparing the ground; it is not religion.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“It is a weakness to think that any one is dependent on me, and that I can do good to another. This belief is the mother of all our attachment, and through this attachment comes all our pain. We must inform our minds that no one in this universe depends upon us; not one beggar depends on our charity; not one soul on our kindness; not one living thing on our help. All are helped on by nature, and will be so helped even though millions of us were not here. The course of nature will not stop for such as you and me; it is, as already pointed out, only a blessed privilege to you and to me that we are allowed, in the way of helping others, to educate ourselves. This is a great lesson to learn in life, and when we have learned it fully, we shall never be unhappy; we can go and mix without harm in society anywhere and everywhere.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“The Land where humanity has attained its highest towards gentleness, towards generosity, towards purity, towards calmness - it is India.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Our words have not the power of the words that become Vedas.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“No man is to be judged by the mere nature of his duties, but all should be judged by the manner and the spirit in which they perform them.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“The sages of the world have only the right to tell us that they have analysed their minds and have found these facts, and if we do the same we shall also believe, and not before.”\n― Swami Vivekananda, Jnana Yoga"
          },
          {
           "quote": "“Buddha is the only prophet who said, \"I do not care to know your various theories about God. What is the use of discussing all the subtle doctrines about the soul? Do good and be good. And this will take you to freedom and to whatever truth there is.\" He was, in the conduct of his life, absolutely without personal motives; and what man worked more than he? Show me in history one character who has soared so high above all. The whole human race has produced but one such character, such high philosophy, such wide sympathy. This great philosopher, preaching the highest philosophy, yet had the deepest sympathy for the lowest of animals, and never put forth any claims for himself. He is the ideal Karma-Yogi, acting entirely without motive, and the history of humanity shows him to have been the greatest man ever born; beyond compare the greatest combination of heart and brain that ever existed, the greatest soul-power that has even been manifested. He is the first great reformer the world has seen. He was the first who dared to say, \"Believe not because some old manuscripts are produced, believe not because it is your national belief, because you have been made to believe it from your childhood; but reason it all out, and after you have analysed it, then, if you find that it will do good to one and all, believe it, live up to it, and help others to live up to it.\" He works best who works without any motive, neither for money, nor for fame, nor for anything else; and when a man can do that, he will be a Buddha, and out of him will come the power to work in such a manner as will transform the world. This man represents the very highest ideal of Karma-Yoga.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Why is there so much disturbance, so much fighting and quarrelling in the name of God? There has been more bloodshed in the name of God than for any other cause, because people never went to the fountain-head; they were content only to give a mental assent to the customs of their forefathers, and wanted others to do the same. What right has a man to say he has a soul if he does not feel it, or that there is a God if he does not see Him? If there is a God we must see Him, if there is a soul we must perceive it; otherwise it is better not to believe. It is better to be an outspoken atheist than a hypocrite.”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“The sage is not sorry for those that are living nor for those that die” (note 4). [Krishna says:]”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Karma means law, and it applies everywhere. Everything is bound by Karma.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Do not criticise others, for all doctrines and all dogmas are good; but show them by your lives that religion is no matter of books and beliefs, but of spiritual realisation.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“They come and go”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Your body is of no more value than that of John.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Man is miserable this moment, happy the next.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“man may see a great deal of difference between grass and a little tree, but if you mount very high, the grass and the biggest tree will appear much the same. So, from the standpoint of the highest ideal, the lowest animal and the highest man are the same. If”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“As such he cannot experience the nature of the soul. ...”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“When this Sushumna current opens, and begins to rise, we get beyond the senses, our minds become supersensuous, superconscious -- we get beyond even the intellect,”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“All weakness, all bondage is imagination.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“[Krishna answers:] “The man who has given up all desires, who desires nothing, not even this life, nor freedom, nor gods, nor work, nor anything.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“There is salvation only for the brave.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“great difference between the priests and the Upanishads. The Upanishads say, renounce.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Even if you have knowledge, do not disturb the childlike faith of the ignorant. On the other hand, go down to their level and gradually bring them up (note 30). That is a very powerful idea, and it has become the ideal in India. That is why you can see a great philosopher going into a temple and worshipping images. It is not hypocrisy.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“When he has become perfectly satisfied, he has no more cravings”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          }
         
        
       ,
    
        {
         "quote": "“Only what is done as duty for duty’s sake ... can scatter the bondage of Karma”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“and has found that the world, and the gods, and heaven are ... within his own Self.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“This is the sage who always works for work’s sake without caring for the results.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Thus he goes beyond the pain of birth and death. Thus he becomes free”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Then he sees that this attachment is all delusion.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The whole universe is only the self with variations, one tune made bearable by variations. Sometimes there are discords, but they only make the subsequent harmony more perfect.”\n― Swami Vivekananda"
        },
        {
         "quote": "“If you really want to judge of the character of a man, look not at his great performances. Every fool may become a hero at one time or another. Watch a man do his most common actions; those are indeed the things which will tell you the real character of a great man. Great occasions rouse even the lowest of human beings to some kind of greatness, but he alone is the really great man whose character is great always, the same wherever he be.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“If you want to be religious, enter not the gate of any organised religions. They do a hundred times more evil than good, because they stop the growth of each one’s individual development.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Say, “This misery that I am suffering is of my own doing, and that very thing proves that it will have to be undone by me alone.” That which I created, I can demolish; that which is created by some one else I shall never be able to destroy. Therefore, stand up, be bold, be strong. Take the whole responsibility on your own shoulders, and know that you are the creator of your own destiny. All the strength and succour you want is within yourselves. Therefore, make your own future. “Let the dead past bury its dead.” The infinite future is before you, and you must always remember that each word, thought, and deed, lays up a store for you and that as the bad thoughts and bad works are ready to spring upon you like tigers, so also there is the inspiring hope that the good thoughts and good deeds are ready with the power of a hundred thousand angels to defend you always and for ever. (II. 225)”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“You may sit down and listen to me by the hour every day, but if you do not practice, you will not get one step further. It all depends on practice.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“we have to bear the result of our own actions because we attach ourselves to them. ...”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Mentally repeat: Let all beings be happy; Let all beings be peaceful; Let all beings be blissful. So do to the east, south, north and west. The more you do that the better you will feel yourself. You will find at last that the easiest way to make ourselves healthy is to see that others are healthy, and the easiest way to make ourselves happy is to see that others are happy. After doing that, those who believe in God should pray — not for money, not for health, nor for heaven; pray for knowledge and light; every other prayer is selfish. (I. 145-46) THE”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“The [original] scriptures of the Hindus are called the Vedas.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“To succeed, you must have tremendous perseverance, tremendous will. “I will drink the ocean,” says the persevering soul, “at my will mountains will crumble up.” Have that sort of energy, that sort of will, work hard, and you will reach the goal. (I.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Do not criticise others, for all doctrines and all dogmas are good; but show them by your lives that religion is no matter of books and beliefs, but of spiritual realisation. Only those who have seen it will understand this; but such spirituality can be given to others, even though they be unconscious of the gift. Only those who have attained to this power are amongst the great teachers of mankind. They are the powers of light. The more of such men any country produces, the higher is that country raised. That land where no such men exist, is doomed. Nothing can save it. Therefore my Master’s message to the world is, “Be ye all spiritual! Get ye first realisation!” You have talked of the love of man, till the thing is in danger of becoming words alone. The time is come to act. The call now is, Do! Leap”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Never say any man is hopeless, because he only represents a character, a bundle of habits, which can be checked by new and better ones. Character is repeated habits, and repeated habits alone can reform character. तत्र”\n― Swami Vivekanand, Patanjali's Yoga Sutras: Art of Living"
        },
        {
         "quote": "“strength is life,weakness is death.”\n― Swami Vivekananda"
        },
        {
         "quote": "“There are thousands of folklore, but in every case the sacrifice must have been kept up.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“It is good to love God for hope of reward in this or the next world, but it is better to love God for love's sake, and the prayer goes: \"Lord, I do not want wealth, nor children, nor learning. If it be Thy will, I shall go from birth to birth, but grant me this, that I may love Thee without the hope of reward — love unselfishly for love's sake.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Man is a slave of nature, and slave eternally he has got to remain. We call it Karma. Karma means law, and it applies everywhere. Everything is bound by Karma.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“infinite faith and strength are the only conditions of success.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
        },
        {
         "quote": "“Hindu religion does not consist in struggles and attempts to believe a certain doctrine or dogma, but in realising — not in believing, but in being and becoming.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“ENVIRONMENT FOR MEDITATION Those of you who can afford it will do better to have a room for this practice alone. Do not sleep in that room, it must be kept holy. You must not enter the room until you have bathed, and are perfectly clean in body and mind. Place flowers in that room always; they are the best surroundings for a Yogi; also pictures that are pleasing. Burn incense morning and evening. Have no quarrelling, nor anger, nor unholy thought in that room. Only allow those persons to enter it who are of the same thought as you. Then gradually there will be an atmosphere of holiness in the room, so that when you are miserable, sorrowful, doubtful, or your mind is disturbed, the very fact of entering that room will make you calm. This was the idea of the temple and the church, and in some temples and churches you will find it even now, but in the majority of them the very idea has been lost. The idea is that by keeping holy vibrations there the place becomes and remains illumined. Those who cannot afford to have a room set apart can practise anywhere they”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“All this bringing of the mind into a higher state of vibration is included in one word in Yoga — Samadhi.”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“The Upanishads point out that the goal of man is neither misery nor happiness, but we have to be master of that out of which these are manufactured. We must be masters of the situation at its very root, as it were.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“He who in the midst of intense activity finds himself in the greatest calmness, and in the greatest peace finds intense activity, that is the greatest [Yogi as well as the wisest man]” (note 2).”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“struggle is the life of sucess”\n― SWAMI VIVEKANANDA"
        },
        {
         "quote": "“The great men think, and you and I [also] think. But there is a difference.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“We think and our bodies do not follow. Our actions do not harmonise with our thoughts.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“This human body is the greatest body in the universe, and a human being the greatest being. Man is higher than all animals, than all angels; none is greater than man. Even the Devas (gods) will have to come down again and attain to salvation through a human body. Man alone attains to perfection, not even the Devas.”\n― Swami Vivekananda"
        },
         
          {
           "quote": "“There was a great king in ancient India who was once asked four questions, of which one was: \"What is the most wonderful thing in the world?\" \"Hope,\" was the answer. This is the most wonderful thing. Day and nights we see people dying around us, and yet we think we shall not die; we never think that we shall die, or that we shall suffer. Each man thinks that success will be his, hoping against hope, against all odds, against all mathematical reasoning. Nobody is ever really happy here. If a man be wealthy and have plenty to eat, his digestion is: out of order, and he cannot eat. If a man's digestion be good, and he have the digestive power of a cormorant, he has nothing to put into his mouth. If he be rich, he has no children. If he be hungry and poor, he has a whole regiment of children, and does not know what to do with them. Why is it so? Because happiness and misery are the obverse and reverse of the same coin; he who takes happiness, must take misery also. We all have this foolish idea that we can have happiness without misery, and it has taken such possession of us that we have no control over the senses.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Neither seek nor avoid,take what comes”\n― Swami Vivekananda, Powers Of The Mind"
          },
          {
           "quote": "“Animals cannot have any high thoughts; nor can the Angels or Devas attain to direct freedom without human birth.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you free.”\n― Swami Vivekananda"
          },
          {
           "quote": "“A man is said to be [illumined] if his will has become firm, if his mind is not disturbed by misery, if he does not desire any happiness, if he is free of all [attachment], of all fear, of all anger”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Where it is dark night for the [sense-bound] world, the self controlled [man] is awake.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Who is the seer? The Self of man, the Purusha. What is the scene? The whole of nature beginning with the mind, down to gross matter.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“all religions alike, from the lowest fetishism to the highest absolutism, are but so many attempts of the human soul to grasp and realise the Infinite.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“It is daylight for him. ...”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“We always forget that it is the food out of which we manufacture everything we have. So”\n― Swami Vivekananda, The Science of Breathing"
          },
          {
           "quote": "“The root being there, the fruition comes (in the form of) species, life, and experience of pleasure and pain. The roots, the causes, the Samskaras being there, they manifest and form the effects. The cause dying down becomes the effect; the effect getting subtler becomes the cause of the next effect. A tree bears a seed, which becomes the cause of another tree, and so on. All our works now are the effects of past Samskaras; again, these works becoming Samskaras will be the causes of future actions, and thus we go on. So this aphorism says that the cause being there, the fruit must come, in the form of species of beings: one will be a man, another an angel, another an animal, another a demon. Then there are different effects of Karma in life. One man lives fifty years, another a hundred, another dies in two years, and never attains maturity; all these differences in life are regulated by past Karma. One man is born, as it were, for pleasure; if he buries himself in a forest, pleasure will follow him there. Another man, wherever he goes, is followed by pain; everything becomes painful for him. It is the result of their own past. According to the philosophy of the Yogis, all virtuous actions bring pleasure, and all vicious actions bring pain. Any man who does wicked deeds is sure to reap their fruit in the form of pain.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The human mind is like that monkey, incessantly active by its own nature; then it becomes drunk with the wine of desire, thus increasing its turbulence. After desire takes possession comes the sting of the scorpion of jealousy at the success of others, and last of all the demon of pride enters the mind, making it think itself of all importance. How hard to control such a mind! (I. 174)”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“We may talk and reason all our lives, but we shall not understand a word of truth, until we experience it ourselves.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“So never mind these failures, these little backslidings. Hold the ideal a thousand times, and if you fail a thousand times, make the attempt once more. . . . There is infinite life before the soul. Take your time and you will achieve your end.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“find that even this idea of duty undergoes change, and that the greatest”\n― Swami Vivekananda, The complete works of Swami Vivekananda"
          },
          {
           "quote": "“be otherwise? One must first know how to work”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Swami Vivekananda LECTURES ON THE BHAGAVAD GITA”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“You cannot die nor can I.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“There has been more bloodshed in the name of God than for any other cause, because people never went to the fountain-head; they were content only to give a mental assent to the customs of their forefathers, and wanted others to do the same.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Much has been said of the common ground of religious unity. I am not going just now to venture my own theory. But if any one here hopes that this unity will come by the triumph of any one of the religions and the destruction of the others, to him I say, “Brother, yours is an impossible hope.” Do I wish that the Christian would become Hindu? God forbid. Do I wish that the Hindu or Buddhist would become Christian? God forbid. The seed is put in the ground, and earth and air and water are placed around it. Does the seed become the earth; or the air, or the water? No. It becomes a plant, it develops after the law of its own growth, assimilates the air, the earth, and the water, converts them into plant substance, and grows into a plant. Similar is the case with religion. The Christian is not to become a Hindu or a Buddhist, nor a Hindu or a Buddhist to become a Christian. But each must assimilate the spirit of the others and yet preserve his individuality and grow according to his own law of growth.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The science of Raja-Yoga, in the first place, proposes to give us such a means of observing the internal states. The instrument is the mind itself. The power of attention, when properly guided, and directed towards the internal world, will analyse the mind, and illumine facts for us. The powers of the mind are like rays of light dissipated; when they are concentrated, they illumine. This is our only means of knowledge. Everyone is using it, both in the external and the internal world; but, for the psychologist, the same minute observation has to be directed to the internal world, which the scientific man directs to the external; and this requires a great deal of practice. From our childhood upwards we have been taught only to pay attention to things external, but never to things internal; hence most of us have nearly lost the faculty of observing the internal mechanism. To turn the mind as it were, inside, stop it from going outside, and then to concentrate all its powers, and throw them upon the mind itself, in order that it may know its own nature, analyse itself, is very hard work. Yet that is the only way to anything which will be a scientific approach to the subject. What is the use of such knowledge? In the first place, knowledge itself is the highest reward of knowledge, and secondly, there is also utility in it. It will take away all our misery. When by analysing his own mind, man comes face to face, as it were, with something which is never destroyed, something which is, by its own nature, eternally pure and perfect, he will no more be miserable, no more unhappy. All misery comes from fear, from unsatisfied desire. Man will find that he never dies, and then he will have no more fear of death. When he knows that he is perfect, he will have no more vain desires, and both these causes being absent, there will be no more misery — there will be perfect bliss, even while in this body. There”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“For it is the body that drags us down. It is attachment, identification, which makes us miserable. That is the secret: To think that I am the spirit and not the body, and that the whole of this universe with all its relations, with all its good and all its evil, is but a series of paintings — scenes on a canvas — of which I am the witness.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Come up, O lions, and shake off the delusion that you are sheep; you are souls immortal, spirits free, blest and eternal; ye are not matter, ye are not bodies; matter is your servant, not you the servant of matter.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“It is the touch of the senses that brings all this quality of existence: heat and cold, pleasure and pain.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Don't give any chance for others to stole your smile.Because,it's the most valuable asset than anything in your life!”\n― Swami Vivekananda"
          },
          {
           "quote": "“It is the coward and the fool who says, ‘This is fate.’” But it is the strong man who stands up and says, “I will make my fate.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Slowly and gradually we are to train ourselves. It is no joke — not a question of a day, or years, or maybe of births. Never mind! The pull must go on. Knowingly, voluntarily, the pull must go on. Inch by inch we will gain ground. We will begin to feel and get real possessions, which no one can take away from us — the wealth that no man can take, the wealth that nobody can destroy, the joy that no misery can hurt any more.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Don’t do anything more for your body than you do for John.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“The infinite divinity is unmanifested; it will have to be manifested. This is spirituality, the science of the soul.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Though this body has its beginning and end, the dweller in the body is infinite and without end” (note 7).”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          }
         

       ,
       
        {
         "quote": "“with all our feelings and action — our tears and our smiles, our joys and our griefs, our weeping and our laughter, our curses and our blessings, our praises and our blames — every one of these we may find, if we calmly study our own selves, to have been brought out from within ourselves by so many blows. The result is what we are. All these blows taken together are called Karma — work, action.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The only way to rise is by doing the duty next to us, and thus gathering strength go on until we reach the highest state.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Knowing this, stand up and fight!”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Each soul is potentially divine. The goal is to manifest this Divinity within by controlling nature, external and internal. Do this either by work, or worship, or psychic control, or philosophy — by one, or more, or all of these — and be free. This is the whole of religion. Doctrines, or dogmas, or rituals, or books, or temples, or forms, are but secondary details.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Knowing that mother and father are the visible representatives of God, the householder, always and by all means, must please them. If the mother is pleased, and the father, God is pleased with the man. That child is really a good child who never speaks harsh words to his parents.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“nor freedom, nor gods, nor work, nor anything.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Existence can never be non-existence, neither can non-existence ever become existence. ... Know, therefore, that that which pervades all this universe is without beginning or end. It is unchangeable. There is nothing in the universe that can change [the Changeless]. Though this body has its beginning and end, the dweller in the body is infinite and without end”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The man who thinks that he is receiving response to his prayers does not know that the fulfillment comes from his own nature, that he has succeeded by the mental attitude of prayer in waking up a bit of this infinite power which is coiled up within himself. What, thus, men ignorantly worship under various names, through fear and tribulation, the Yogi declares to the world to be the real power coiled up in every being, the mother of eternal happiness, if we but know how to approach her. And Raja-Yoga is the science of religion, the rationale of all worship, all prayers, forms, ceremonies, and miracles.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“Strength is Life,\nWeakness is Death.”\n― Swami Vivekananda"
        },
        {
         "quote": "“That is the test of everything. Renounce everything. It is the creative faculty that brings us into all this entanglement.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Where one sees another, one hears another so long as there are two, there must be fear, and fear is the mother of all [misery].”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Where none sees another, where it is all One, there is none to be miserable, none to be unhappy (note 48).”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“He has seen the glory of the Self”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Let us not be caught this time. So many times Maya has caught us, so many times have we exchanged our freedom for sugar dolls which melted when the water touched them. Don’t be deceived. Maya is a great cheat. Get out. Do not let her catch you this time. Do not sell your priceless heritage for such delusions. Arise, awake, stop not till the goal is reached.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“We can read all the Vedas, and yet will not realize anything, but when we practice their teachings, then we attain to that state which realizes what the scriptures say, which penetrates where neither reason nor perception nor inference can go, and where the testimony of others cannot avail.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“It is the most difficult thing in this world to work and not care for the result, to help a man and never think that he ought to be grateful, to do some good work and at the same time never look to see whether it brings you name or fame, or nothing at all. Even the most arrant coward becomes brave when the world praises him. A fool can do heroic deeds when the approbation of society is upon him, but for a man to constantly do good without caring for the approbation of his fellow men is indeed the highest sacrifice man can perform.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Then the gods become no gods; death becomes no death; life becomes no life.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“great saying of the Sânkhya, \"The whole of nature is for the soul, not the soul for nature.\" The very reason of nature's existence is for the education of the soul; it has no other meaning; it is there because the soul must have knowledge, and through knowledge free itself. If we remember this always, we shall never be attached to nature; we shall know that nature is a book in which we are to read, and that when we have gained the required knowledge, the book is of no more value to us.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Such a man is the same whether his work succeeds or fails.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Work for work’s sake. Worship for worship’s sake. Do good because it is good to do good. Ask no more.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“To work we have the right, but not to the fruits thereof:” Leave the fruits alone. Why”\n― Swami Vivekananda, Karma Yoga"
        },
        {
         "quote": "“If one religion true, then all the others also must be true. Thus the Hindu faith is yours as much as mine.\" And again, in amplification of the same idea: \"We Hindus do not merely tolerate, we unite ourselves with every religion, praying in the mosque of the Mohammedan, worshipping before the fire of the Zoroastrian, and kneeling to the cross of the Christian. We know that all religions alike, from the lowest fetishism to the highest absolutism, are but so many attempts of the human soul to grasp and realise the Infinite. So we gather all these flowers, and, binding them together with the cord of love, make them into a wonderful bouquet of worship.\" To”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Freedom is never to be reached by the weak. Throw away all weakness. Tell your body that it is strong, tell your mind that it is strong, and have unbounded faith and hope in yourself.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The Yogis say that the man who has discriminating powers, the man of good sense, sees through all that are called pleasure and pain, and knows that they come to all, and that one follows and melts into the other; he sees that men follow an ignis fatuus all their lives, and never succeed in fulfilling their desires. The great King Yudhishthira once said that the most wonderful thing in life is that evry moment we see people dying around us, and yet we think we shall never die. Surrounded by fools on every side, we think we are the only exceptions, the only learned men. Surrounded by all sorts of experiences of fickleness, we think our love is the only lasting love. How can that be? Even love is selfish, and the Yogi says that in the end we shall find that even the love of husbands and wives, children and friends, slowly decays. Decadence seizes everything in this life. It is only when everything, even love, fails, that, with a flash, man finds out how vain, how dreamlike is this world. Then he catches a glimpse of Vairagya, catches a glimpse of the beyond. It is only by giving up this world that the other comes; never through holding on to this one.”\n― Swami Vivekananda, The Yoga Sutras of Patanjali"
        },
        {
         "quote": "“The mind of the man who receives gifts is acted on by the mind of the giver, so the receiver is likely to become degenerated. Receiving gifts is prone to destroy the independence of the mind, and make us slavish. Therefore, receive no gifts.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“First the nerves are to be purified, then comes the power to practice Pranayama. Stopping the right nostril with the thumb, through the left nostril fill in air, according to capacity; then, without any interval, throw the air out through the right nostril, closing the left one. Again inhaling through the right nostril eject through the left, according to capacity; practicing this three or five times at four hours of the day, before dawn, during midday, in the evening, and at midnight, in fifteen days or a month”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The powers of the mind are like rays of light dissipated; when they are concentrated, they illumine.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“All the weak and undeveloped minds in every religion or country have only one way of loving their own ideal, i.e. by hating every other ideal.”\n― Swami Vivekananda, Bhakti Yoga"
        },
        {
         "quote": "“Then you will become a man of firm will (note 19).”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“freedom is the first condition of growth. What you do not make free, will never grow.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
         
          {
           "quote": "“The organs are the horses, the mind is the rein, the intellect is the charioteer, the soul is the rider, and the body is the chariot. The master of the household, the King, the Self of man, is sitting in this chariot.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“All unhappiness is caused by our not having mastery over the body... We are all putting the cart before the horse... Take the system of work, for instance. We are trying to do good by ... comforting the poor. We do not get to the cause which created the misery. It is like taking a bucket to empty out the ocean, and more water comes all the time. The Yogi sees that this is nonsense. He says that the way out of misery is to know the cause of misery first...”\n― Swami Vivekananda, The Science of Breathing"
          },
          {
           "quote": "“Our knowledge is within the network of Mâyâ (unreality), and beyond that is freedom. Within the network there is slavery, it is all under law; beyond that there is no law. So far as the universe is concerned, existence is ruled by law, and beyond that is freedom.”\n― Swami Vivekananda"
          },
          {
           "quote": "“When you step beyond thought and intellect and all reasoning, then you have made the first step towards God; and that is the beginning of life.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“There is nothing holier in the world than to keep good company, because the good impressions will then tend to come to the surface.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“The Vedas teach us that creation is without beginning or end. Science is said to have proved that the sum total of cosmic energy is always the same. Then, if there was a time when nothing existed, where was all this manifested energy? Some say it was in a potential form in God. In that case God is sometimes potential and sometimes kinetic, which would make Him mutable. Everything mutable is a compound, and everything compound must undergo that change which is called destruction. So God would die, which is absurd. Therefore there never was a time when there was no creation.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Rituals are the kindergarten of religion. They are absolutely necessary for the world as it is now; only we shall have to give people newer and fresh rituals. A party of thinkers must undertake to do this. Old rituals must be rejected and new ones substituted.”\n― Swami Vivekananda"
          },
          {
           "quote": "“If I am unhappy, it has been of my own making, and that very thing shows that I can be happy if I will.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
          },
          {
           "quote": "“So fulfil your desire for power and everything else, and after you have fulfilled the desire, will come the time when you will know that they are all very little things; but until you have fulfilled this desire, until you have passed through that activity, it is impossible for you to come to the state of calmness, serenity, and self-surrender.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Another peculiar idea of the Vedanta is that we must allow this infinite variation in religious thought, and not try to bring everybody to the same opinion, because the goal is the same. As the Vedantist says in his poetical language, \"As so many rivers, having their source in different mountains, roll down, crooked or straight, and at last come into the ocean — so, all these various creeds and religions, taking their start from different standpoints and running through crooked or straight courses, at last come unto THEE.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The rose called by any other name would smell as sweet.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“When by analyzing his own mind, man comes face to face, as it were, with something which is never destroyed, something which is, by its own nature, eternally pure and perfect, he will no more be miserable, no more unhappy.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“He who knows that he is free is free; he who knows that he is bound is bound. What is the end and aim of life? None, because I know that I am the Infinite.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“In hurting anyone, you hurt yourself, in loving anyone, you love yourself.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The ideal man is he who, in the midst of the greatest silence and solitude, finds the intensest activity, and in the midst of the intensest activity finds the silence and solitude of the desert. He has learnt the secret of restraint, he has controlled himself. He goes through the streets of a big city with all its traffic, and his mind is as calm as if he were in a cave, where not a sound could reach him; and he is intensely working all the time. That is the ideal of Karma-Yoga,”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Kindness and love can buy you the whole world; lectures and books and philosophy all stand lower than these.”\n― Swami Vivekananda"
          },
          {
           "quote": "“we are not the vedantists, pauranics or tantrics. we are the 'don't touchists'. our religion is 'don't touch me, i am holy'.\n-vivekananda”\n― Swami Vivekananda"
          },
          {
           "quote": "“Truth cannot be partial; it is for the good of all. Finally,”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“That which is selfish is immoral, and that which is unselfish is moral.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Feel like Christ and you will be a Christ; feel like Buddha and you will be a Buddha. It is feeling that is the life, the strength, the vitality, without which no amount of intellectual activity can reach God. It is through the heart that the Lord is seen, and not through the intellect.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“The first lesson is just to breathe in a measured way, in and out. That will harmonise the system. When you have practiced this for some time, you will do well to join to it the repetition of some word as \"Om,\" or any other sacred word. In India we use certain symbolical words instead of counting one, two, three, four. That is why I advise you to join the mental repetition of the \"Om,\" or some other sacred word to the Pranayama. Let the word flow in and out with the breath, rhythmically, harmoniously, and you will find the whole body is becoming rhythmical. Then you will learn what rest is. Compared with it, sleep is not rest. Once this rest comes the most tired nerves will be calmed down, and you will find that you have never before really rested.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Uniformity is the rigorous law of nature; what once happened can happen always.”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“Every act of love brings happiness; there is no act of love which does not bring peace and blessedness as its reaction.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“That which is true must be infinite and eternal. That is the one test of truth. It never decays, it is always the same.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“Stand up , be bold , be strong !\nKnow that you are the creator of your own destiny . All the strength and succour you want is within yourself.”\n― Swami Vivekananda"
          },
          {
           "quote": "“External worship, material worship,\" say the scriptures, \"is the lowest stage; struggling to rise high, mental prayer is the next stage, but the highest stage is when the Lord has been realised.\" Mark, the same earnest man who is kneeling before the idol tells you, \"Him the Sun cannot express, nor the moon, nor the stars, the lightning cannot express Him, nor what we speak of as fire; through Him they shine.\" But he does not abuse any one's idol or call its worship sin. He recognises in it a necessary stage of life. \"The child is father of the man.\" Would it be right for an old man to say that childhood is a sin or youth a sin? If a man can realise his divine nature with the help of an image, would it be right to call that a sin? Nor even when he has passed that stage, should he call it an error. To the Hindu, man is not travelling from error to truth, but from truth to truth, from lower to higher truth. To him all the religions, from the lowest fetishism to the highest absolutism, mean so many attempts of the human soul to grasp and realise the Infinite, each determined by the conditions of its birth and association, and each of these marks a stage of progress; and every soul is a young eagle soaring higher and higher, gathering more and more strength, till it reaches the Glorious Sun.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“By no prophets or anything. ... Only infinite words, infinite by their very nature, from which the whole universe comes and goes.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“the midst of intense activity finds himself in the”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“sentimentalism, nor anything that belongs”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“do not hate anybody, because that hatred which comes out from you, must, in the long run, come back to you. If you love, that love will come back to you, completing the circle.”\n― Swami Vivekananda, Meditation and Its Methods"
          }
         
        
       ,
       
        {
         "quote": "“there rose this man Krishna, and in the Gita he tries to reconcile the ceremony and the philosophy of the priests and the people.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Never mind failures; they are quite natural,\nthey are the beauty of life, these failures.\nWhat would be LIFE without them”\n― Swami Vivekananda"
        },
        {
         "quote": "“Take up anything that you see or feel, a book for instance; first concentrate the mind on it, then on the knowledge that is in the form of a book, and then on the Ego that sees the book, and so on. By that practice all the organs will be conquered.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Most of us make our minds like spoilt children, allowing them to do whatever they want. Therefore it is necessary that Kriya-yoga should be constantly practised, in order to gain control of the mind, and bring it into subjection. The obstructions to Yoga arise from lack of control, and cause us pain. They can only be removed by denying the mind, and holding it in check, through the means of Kriya-yoga.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“If the subject is a good one, we shall feel friendly towards it; if the subject of thought is one that is miserable, we must be merciful towards it. If it is good, we must be glad; if it is evil, we must be indifferent.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“Everything is infectious in this world, good or bad.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“When you give something to a man and expect nothing — do not even expect the man to be grateful — his ingratitude will not tell upon you, because you never expected anything, never thought you had any right to anything in the way of a return. You gave him what he deserved; his own Karma got it for him; your Karma made you the carrier thereof.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“It is our own mental attitude which makes the world what it is for us. Our thoughts make things beautiful, our thoughts make things ugly. The whole world is in our own minds. Learn to see things in the proper light.”\n― Swami Vivekananda"
        },
        {
         "quote": "“If you really want to judge of the character of a man, look not at his great performances. Every fool may become a hero at one time or another. Watch a man do his most common actions; those are indeed the things which will tell you the real character of a great man.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Believe not because some old manuscripts are produced, believe not because it is your national belief, because you have been made to believe it from your childhood; but reason it all out, and after you have analysed it, then, if you find that it will do good to one and all, believe it, live up to it, and help others to live up to it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Before parents one must not utter jokes, must not show restlessness, must not show anger or temper. Before mother or father, a child must bow down low, and stand up in their presence, and must not take a seat until they order him to sit. If the householder has food and drink and clothes without first seeing that his mother and his father, his children, his wife, and the poor, are supplied, he is committing a sin. The mother and the father are the causes of this body; so a man must undergo a thousand troubles in order to do good to them. Even so is his duty to his wife. No man should scold his wife, and he must always maintain her as if she were his own mother. And even when he is in the greatest difficulties and troubles, he must not show anger to his wife.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“the man who is pure, and who dares, does all things.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
        },
        {
         "quote": "“What a man 'learns' is really what he 'discovers,' by taking the cover off his own soul, which is a mine of infinite knowledge.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“He does not need anything. He does not want anything.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“the appearances of happiness or unhappiness of the soul are but reflections.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“I remember, as a boy, hearing a Christian missionary preach to a crowd in India. Among other sweet things he was telling them was that if he gave a blow to their idol with his stick, what could it do? One of his hearers sharply answered, \"If I abuse your God, what can He do?\" “You would be punished,” said the preacher, \"when you die.\" \"So my idol will punish you when you die,\" retorted the Hindu. The tree is known by its fruits. When I have seen amongst them that are called idolaters, men, the like of whom in morality and spirituality and love I have never seen anywhere, I stop and ask myself, \"Can sin beget holiness?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“If a man with an ideal makes a thousand mistakes, I am sure that the man without an ideal makes fifty thousand.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Each soul is potentially divine. The goal is to manifest this Divinity within by controlling nature, external and internal. Do this either by work, or worship, or psychic control, or philosophy - by one, or more, or all of these -- and be free. This is the whole of religion. Doctrines, or dogmas, or rituals, or books, or temples, or forms, are but secondary details.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“The universe itself can never be the limit of our satisfaction. That is why the miser gathers more and more money, that is why the robber robs, the sinner sins, that is why you are learning philosophy. All have one purpose. There is no other purpose in life, save to reach this freedom. Consciously or unconsciously, we are all striving for perfection. Every being must attain to it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Each is great in his own place, but the duty of one is not the duty of the other.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“If you really want to judge of the character of a man, look not at his great performances. Every fool may become a hero at one time or another. Watch a man do his most common actions; those are indeed the things which will tell you the real character of a great man. Great occasions rouse even the lowest of human beings to some kind of greatness, but he alone is the really great man whose character is great always, the same wherever he be. Karma”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“If you want the reward, you must also have the punishment; the only way to get out of the punishment is to give up the reward.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“This Vedanta philosophy has certain peculiarities. In the first place, it is perfectly impersonal; it does not owe its origin to any person or prophet: it does not build itself around one man as a centre. Yet it has nothing to say against philosophies which do build themselves around certain persons. In later days in India, other philosophies and systems arose, built around certain persons — such as Buddhism, or many of our present sects. They each have a certain leader to whom they owe allegiance, just as the Christians and Mohammedans have. But the Vedanta philosophy stands at the background of all these various sects, and there is no fight and no antagonism between the Vedanta and any other system in the world.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“but I am prepared to go any distance to see the face of that man who can really make a distinction between the sin and the sinner. It is easy to say so.”\n― Swami Vivekananda, Karma Yoga"
        },
        {
         "quote": "“India is at one with the most puritan faiths of the world in her declaration that progress is from seen to unseen, from the many to the One, from the low to the high, from the form to the formless, and never in the reverse direction. She differs only in having a word of sympathy”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Prana is Spandana or vibration. When all this universe shall have resolved back into its primal state, what becomes of this infinite force? Do they think that it becomes extinct? Of course, not. If it became extinct, what would be the cause of the next wave, because the motion is going in wave forms, rising, falling, rising again, falling again?”\n― Swami Vivekananda, Advaita Vedanta"
        },
        {
         "quote": "“Sharp as the blade of a razor, long and difficult and hard to cross, is the way to freedom. The sages have declared this again and again. Yet do not let these weaknesses and failures bind you. The Upanishads have declared, \"Arise ! Awake ! and stop not until the goal is reached.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“That must have been the character of the man.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“All power is within you; you can do anything and everything.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The causes being known, the knowledge of the effects is sure to follow.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
         
          {
           "quote": "“All weakness, all bondage is imagination. Speak one word to it, it must vanish. Do not weaken! There is no other way out.... Stand up and be strong! No fear. No superstition. Face the truth as it is! If death comes — that is the worst of our miseries — let it come! We are determined to die game. That is all the religion I know. I have not attained to it, but I am struggling to do it. I may not, but you may. Go on! Where one sees another, one hears another so long as there are two, there must be fear, and fear is the mother of all [misery]. Where none sees another, where it is all One, there is none to be miserable, none to be unhappy (note 48). [There is only] the One without a second. Therefore be not afraid. Awake, arise, and stop not till the goal is reached!”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“The flowers that we see all around us are beautiful, beautiful is the rising of the morning sun, beautiful are the variegated hues of nature. The whole universe is beautiful, and man has been enjoying it since his appearance on earth. Sublime and awe-inspiring are the mountains; the gigantic rushing rivers rolling towards the sea, the trackless deserts, the infinite ocean, the starry heavens — all these are awe-inspiring, sublime, and beautiful indeed.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“hypnotise our minds into the belief that we are brave.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“India is at one with the most puritan faiths of the world in her declaration that progress is from seen to unseen, from the many to the One, from the low to the high, from the form to the formless, and never in the reverse direction.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Men and women of today! if there be among you any pure, fresh flower, let it be laid on the altar of God. If there are among you any who, being young, do not desire to return into the world, let them give up! Let them renounce! This is the one secret of spirituality, renunciation. Dare to do this. Be brave enough to do it. Such great sacrifices are necessary. Can you not see the tide of death and materialism that is rolling over these Western lands? Can you not see the power of lust and unholiness, that is eating into the very vitals of society? Believe me, you will not arrest these things by talk, or by movements of agitation for reform; but by renunciation, by standing up, in the midst of decay and death, as mountains of righteousness. Talk not, but let the power of purity, the power of chastity, the power of renunciation, emanate from every pore of your body. Let it strike those who are struggling day and night for gold, that even in the midst of such a state of things, there can be one to whom wealth counts for nothing. Put away lust and wealth. Sacrifice yourselves.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Concentration of the powers of the mind is our only instrument to help us see God.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“How can you see evil until there is evil in you? How can you see the thief, unless he is there, sitting in the heart of your heart? How can you see the murderer until you are yourself the murderer? Be good, and evil will vanish for you.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“The Yogi believes in psychic control and the conquest of internal nature. “How”\n― Swami Vivekananda, The Science of Breathing"
          },
          {
           "quote": "“India is the only country where there never has been a religious persecution, where never was any man disturbed for his religious faith. Theists or atheists, monists, dualists, monotheists are there and always live unmolested. Materialists were allowed to preach from the steps of Brahminical temples, against the gods, and against God Himself; they went preaching all over the land that the idea of God was a mere superstition, and that gods, and Vedas, and religion were simply superstitions invented by the priests for their own benefit, and they were allowed to do this unmolested.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“stick to truth and we shall succeed, may be slowly, but surely.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
          },
          {
           "quote": "“One moment of company with the holy makes a ship to cross this ocean of life.\" Such is the power of association.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“This animal called man has some religious influence, but he is guided by economy.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“In search of wealth in this world, Thou art the only wealth I have found; I sacrifice myself unto Thee. In search of some one to be loved, Thou art the only one beloved I have found; I sacrifice myself unto Thee.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“A perfect life is a contradiction in terms. Life itself is a state of continuous struggle between ourselves and everything outside. Every moment we are fighting actually with external nature, and if we are defeated, our life has to go.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“When you have trained your mind and your nerves to realise this idea of the world's nondependence on you or on anybody, there will then be no reaction in the form of pain resulting from work.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“Strength is Life, Weakness is Death\".”\n― Swami Vivekananda"
          },
          {
           "quote": "“Until the inner teacher opens, all outside teaching is in vain.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Where is love? How do you know that there is love? The first test of love is that it knows no bargaining. So long as you see a man love another only to get something from him, you know that that is not love; it is shopkeeping.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Those who really want to be Yogis must give up, once for all, this nibbling at things. Take up one idea. Make that one idea your life — think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success, and this is the way great spiritual giants are produced. Others are mere talking machines. If we really want to be blessed, and make others blessed, we must go deeper. The first step is not to disturb the mind, not to associate with persons whose ideas are disturbing. All of you know that certain persons, certain places, certain foods, repel you. Avoid them; and those who want to go to the highest, must avoid all company, good or bad. Practise hard; whether you live or die does not matter. You have to plunge in and work, without thinking of the result. If you are brave enough, in six months you will be a perfect Yogi. But those who take up just a bit of it and a little of everything else make no progress. It is of no use simply to take a course of lessons. To those who are full of Tamas, ignorant and dull — those whose minds never get fixed on any idea, who only crave for something to amuse them — religion and philosophy are simply objects of entertainment. These are the unpersevering. They hear a talk, think it very nice, and then go home and forget all about it. To succeed, you must have tremendous perseverance, tremendous will. \"I will drink the ocean,\" says the persevering soul, \"at my will mountains will crumble up.\" Have that sort of energy, that sort of will, work hard, and you will reach the goal.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“It is the subjective world that rules the objective. Change the subject, and the object is bound to change; purify yourself, and the world is bound to be purified.”\n― Swami Vivekananda"
          },
          {
           "quote": "“As the different streams having their sources in different places all mingle their water in the sea, so, O Lord, the different paths which men take through different tendencies, various though they appear, crooked or straight, all lead to Thee.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“நீ எதை நினைக்கிறாயோ அதுவாக ஆகிறாய் உன்னை வலிமை உடையவன் என்று நினைத்தால் வலிமை படைத்தவன் ஆவாய்!\"\n\"உன்னால் சாதிக்க இயலாத காரியம் என்று எதுவும் இருப்பதாக ஒருபோதும் நினைக்காதே!”\n― Vivekananda Swami"
          },
          {
           "quote": "“A fool may buy all the books in the world, and they will be in his library; but he will be able to read only those that he deserves to; and this deserving is produced by Karma. Our Karma determines what we deserve and what we can assimilate. We are responsible for what we are; and whatever we wish ourselves to be, we have the power to make ourselves.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Raja-Yoga is the science of religion, the rationale of all worship, all prayers, forms, ceremonies, and miracles.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
          },
          {
           "quote": "“Even as the lion, not trembling at noises; even as the wind, not caught in a net; even as the lotus-leaf, untouched by the water — so do thou wander alone like the rhinoceros!”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“There is a conflict in Arjuna’s heart between his emotionalism and his duty.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“It teaches that there is the soul, and inside this soul is all power. It is already there, and if we can master this body, all the power will be unfolded. All knowledge is in the soul. Why”\n― Swami Vivekananda, The Science of Breathing"
          },
          {
           "quote": "“They become what they think. We will become [only] by [degrees].”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“इस जगत् रूप मिश्रण में प्रत्येक परमाण दूसरे परमाणुओं से पृथक् हो जाने की चेष्टा कर रहा है, पर दूसरे उसे आबद्ध करके रखे हुए हैं। हमारी पृथ्वी सूर्य से दूर भागने की चेष्टा कर रही है तथा चंद्रमा, पृथ्वी से। प्रत्येक वस्तु अनंत विस्तारोन्मुख है।”\n― Swami Vivekanand, Karmayog"
          },
          {
           "quote": "“Real existence, real knowledge, and real love are eternally connected with one another, the three in one: where one of them is, the others also must be; they are the three aspects of the One without a second — the Existence - Knowledge - Bliss.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          }
         
        
       ,
       
        {
         "quote": "“Think of the lotus of the heart, with petals downwards, and running through it, the Sushumna; take in the breath, and while throwing the breath out imagine that the lotus is turned with the petals upwards, and inside that lotus is an effulgent light. Meditate on that.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The ideal man is he who, in the midst of the greatest silence and solitude, finds the intensest activity, and in the midst of the intensest activity finds the silence and solitude of the desert. He has learnt the secret of restraint, he has controlled himself. He goes through the streets of a big city with all its traffic, and his mind is as calm as if he were in a cave, where not a sound could reach him; and he is intensely working all the time. That is the ideal of Karma-Yoga, and if you have attained to that you have really learnt the secret of work.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“in China, where no man gets a title until he is dead; and that is a better way, after all, than with us. When a man does something very good there, they give a title of nobility to his father, who is dead, or to his grandfather.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Karma-Yoga, therefore, is a system of ethics and religion intended to attain freedom through unselfishness, and by good works. The Karma-Yogi need not believe in any doctrine whatever. He may not believe even in God, may not ask what his soul is, nor think of any metaphysical speculation. He has got his own special aim of realising selflessness; and he has to work it out himself. Every moment of his life must be realisation, because he has to solve by mere work, without the help of doctrine or theory, the very same problem to which the Jnâni applies his reason and inspiration and the Bhakta his love.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“In this world in search of wealth, Thou art, O Lord, the greatest jewel I have found. I sacrifice myself unto Thee.\" \"In search of some one to love, Thou art the One Beloved I have found. I sacrifice myself unto Thee.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“That which the ignorant do with desire for results and gain, let the wise do without any attachment and without any desire for results and gain.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“He who does so, says the Gita, cannot be a Yogi: He who fasts, he who keeps awake, he who sleeps much, he who works too much, he who does no work, none of these can be a Yogi (Gita, VI, 16).”\n― Swami Vivekananda, Raja Yoga By Swami Vivekananda"
        },
        {
         "quote": "“The Yogi says, religion is practical if you know first why misery exists. All the misery in the world is in the senses. Is”\n― Swami Vivekananda, The Science of Breathing"
        },
        {
         "quote": "“leave upon it different pictures, and the result of these combined impressions is what is called man’s “character.” If you take the character of any man it really is but the aggregate of tendencies, the sum-total of the bent of his mind; you will find that misery and happiness are equal factors in the formation”\n― Swami Vivekananda, Karma-Yoga: The Path of Selfless Action"
        },
        {
         "quote": "“The highest manifestation of strength is to keep ourselves calm and on our own feet.”\n― Swami Vivekananda, The complete works of Swami Vivekananda"
        },
        {
         "quote": "“Knowledge itself is the highest reward of knowledge.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The world is neither good nor bad; the world is the world. The”\n― Swami Vivekananda, The Science of Breathing"
        },
        {
         "quote": "“Imagination is the door to inspiration and the basis of all thought.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“if you want to help others, your little self must go.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
        },
        {
         "quote": "“THE GATE TO BLISS Meditation is the gate that opens that [infinite joy] to us. Prayers, ceremonials, and all the other forms of worship are simply kindergartens of meditation. You pray, you offer something. A certain theory existed that everything raised one’s spiritual power. The use of certain words, flowers, images, temples, ceremonials like the waving of lights brings the mind to that attitude, but that attitude is always in the human soul, nowhere else. People are all doing it; but what they do without knowing it, do knowingly. That is the power of meditation. Slowly and gradually we are”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Even the most arrant coward becomes brave when the world praises him. A fool can do heroic deeds when the approbation of society is upon him, but for a man to constantly do good without caring for the approbation of his fellow men is indeed the highest sacrifice man can perform.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“There he realized the oneness of the universe and man, that man is a universe in miniature.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“The concentrated mind is a lamp that shows us every corner of the soul.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Krishna is the higher Self, or God. He sees through the argument at once. In this case [the motive] is weakness.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“am proud to belong to a nation which has sheltered the persecuted and the refugees of all religions and all nations of the earth.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The whole world has been asking for the same these thousands of years. There is, again, the universal dissatisfaction. We make an ideal but we have rushed only half the way after it when we make a newer one. We struggle hard to attain to some goal and then discover we do not want it. This dissatisfaction we are having time after time, and what is there in the mind if there is to be only dissatisfaction? What is the meaning of this universal dissatisfaction? It is because freedom is every man's goal. He seeks it ever, his whole life is a struggle after it. The child rebels against law as soon as it is born. Its first utterance is a cry, a protest against the bondage in which it finds itself. This longing for freedom produces the idea of a Being who is absolutely free. The concept of God is a fundamental element in the human constitution. In the Vedanta, Sat-chit-ânanda (Existence-Knowledge-Bliss) is the highest concept of God possible to the mind. It is the essence of knowledge and is by its nature the essence of bliss. We have been stifling that inner voice long enough, seeking to follow law and quiet the human nature, but there is that human instinct to rebel against nature's laws. We may not understand what the meaning is, but there is that unconscious struggle of the human with the spiritual, of the lower with the higher mind, and the struggle attempts to preserve one's separate life, what we call our \"individuality\".”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“if he does not desire any happiness, if he is free of all [attachment], of all fear, of all anger”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The bottom of the lake is our own true Self; the lake is the Chitta and the waves the Vrittis. Again, the mind is in three states, one of which is darkness, called Tamas, found in brutes and idiots; it only acts to injure. No other idea comes into that state of mind. Then there is the active state of mind, Rajas, whose chief motives are power and enjoyment. \"I will be powerful and rule others.\" Then there is the state called Sattva, serenity, calmness, in which the waves cease, and the water of the mind-lake becomes clear. It is not inactive, but rather intensely active. It is the greatest manifestation of power to be calm. It is easy to be active. Let the reins go, and the horses will run away with you. Anyone can do that, but he who can stop the plunging horses is the strong man. Which requires the greater strength, letting go or restraining? The calm man is not the man who is dull. You must not mistake Sattva for dullness or laziness. The calm man is the one who has control over the mind waves. Activity is the manifestation of inferior strength, calmness, of the superior.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“As the tortoise can draw in his legs, and if you strike him, not one foot comes out,”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“even so the sage can draw all his sense-organs inside,” (Ibid. 58.) and nothing can force them out.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Nothing can shake him, no temptation or anything.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Whenever any religion succeeds, it must have economic value. Thousands of similar sects will be struggling for power, but only those who meet the real economic problem will have it. Man is guided by the stomach. He walks and the stomach goes first and the head afterwards. Have you not seen that? It will take ages for the head to go first. By the time a man is sixty years of age, he is called out of [the world]. The whole of life is one delusion, and just when you begin to see things the way they are, you are snatched off. So long as the stomach went first you were”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“It is the worker who is attached to results that grumbles about the nature of the duty which has fallen to his lot; to the unattached worker all duties are equally good, and form efficient instruments with which selfishness and sensuality may be killed, and the freedom of the soul secured. We are all apt to think too highly of ourselves. Our duties are determined by our deserts to a much larger extent than we are willing to grant. Competition rouses envy, and it kills the kindliness of the heart. To the grumbler all duties are distasteful; nothing will ever satisfy him, and his whole life is doomed to prove a failure. Let us work on, doing as we go whatever happens to be our duty, and being ever ready to put our shoulders to the wheel. Then surely shall we see the Light!”\n― Swami Vivekananda, Karma Yoga"
        },
        {
         "quote": "“There is a glory in happiness, there is a glory in suffering.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“There is no merit in the renunciation of a beggar.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
         
          {
           "quote": "“If there were no fanaticism in the world, it would make much more progress than it does now. It is a mistake to think that fanaticism can make for the progress of mankind. On the contrary, it is a retarding element creating hatred and anger, and causing people to fight each other, and making them unsympathetic. We”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“It is our privilege to be allowed to be charitable, for only so can we grow. The poor man suffers that we may be helped; let the giver kneel down and give thanks, let the receiver stand up and permit.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Do you not see — talking up this plea of Sattva, the country has been slowly and slowly drowned in the ocean of Tamas or dark ignorance? Where the most dull want to hide their stupidity by covering it with a false desire for the highest knowledge which is beyond all activities, either physical or mental; where one, born and bred in lifelong laziness, wants to throw the veil of renunciation over his own unfitness for work; where the most diabolical try to make their cruelty appear, under the cloak of austerity, as a part of religion; where no one has an eye upon his own incapacity, but everyone is ready to lay the whole blame on others; where knowledge consists only in getting some books by heart, genius consists in chewing the cud of others' thoughts, and the highest glory consists in taking the name of ancestors: do we require any other proof to show that that country is being day by day drowned in utter Tamas?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The human mind is like that monkey, incessantly active by its own nature; then it becomes drunk with the wine of desire, thus increasing its turbulence. After desire takes possession comes the sting of the scorpion of jealousy at the success of others, and last of all the demon of pride enters the mind, making it think itself of all importance. How hard to control such a mind!”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Consciously or unconsciously, we are all striving for perfection.”\n― Swami Vivekananda"
          },
          {
           "quote": "“The orthodox Hindu [the Mimâmsaka] does not believe in gods, the unorthodox believe in them.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“If [you think] thought cannot be manufactured, stop eating for twenty days and see how you feel. Begin today and count. ... Even thought is manufactured by food. There is no doubt about it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“We know how often in our lives through laziness and cowardice we give up the battle and try to hypnotise our minds into the belief that we are brave.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“first build up your physique. then only you can get control over the mind.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
          },
          {
           "quote": "“The uncontrolled mind Does not guess that the Atman is present: How can it meditate? Without meditation, where is peace? Without peace, where is happiness? (Bhagavad Gita, II. 62, 63, 65)”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“When one begins to concentrate, the dropping of a pin will seem like a thunderbolt going through the brain. As the organs get finer, the perceptions get finer. These are the stages through which we have to pass, and all those who persevere will succeed. Give up all argumentation and other distractions. Is there anything in dry intellectual jargon? It only throws the mind off its balance and disturbs it. Things of subtler planes have to be realised. Will talking do that? So give up all vain talk. Read only those books which have been written by persons who have had realisation.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The Hindus have discovered that the absolute can only be realised, or thought of, or stated, through the relative, and the images, crosses, and crescents are simply so many symbols — so many pegs to hang the spiritual ideas on. It is not that this help is necessary for every one, but those that do not need it have no right to say that it is wrong. Nor is it compulsory in Hinduism.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“First hear, then understand, and then, leaving all distractions, shut your minds to outside influences, and devote yourselves to developing the truth within you. (I.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“IN THE HOURS OF MEDITATION You must keep the mind fixed on one object, like an unbroken stream of oil. The ordinary man’s mind is scattered on different objects, and at the time of meditation, too, the mind is at first apt to wander. But let any desire whatever arise in the mind, you must sit calmly and watch what sort of ideas are coming. By continuing to watch in that way, the mind becomes calm, and there are no more thought-waves in it. Those things that you have previously thought deeply, have transformed themselves into a subconscious current, and therefore these come up in the mind in meditation.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Be a hero and always say I have no fear”\n― Vivekananda Swami"
          },
          {
           "quote": "“Swamiji: That is but a state of stupefaction, as under liquor. What will be the use of merely remaining like that? Through the urge of Advaitic realisation, you should sometimes dance wildly and sometimes remain lost to outward sense. Does one feel happy to taste of a good thing all by oneself? One should share it with others. Granted that you attain personal liberation by means of the realisation of the Advaita, but what matters it to the world? You must liberate the whole universe before you leave this body. Then only you will be established in the eternal Truth. Has that bliss any match, my boy? (VII. 162-63)”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“give a mental assent to the customs of their forefathers,”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“He jests at scars that never felt a wound.”\n― Swami Vivekananda, The complete works of Swami Vivekananda"
          },
          {
           "quote": "“Often people enter into things they have not the means to accomplish, with the result that they cheat others to attain their own ends. Then there is in all things the time factor to be taken into consideration; what at one time might be a failure, would perhaps at another time be a very great success. The”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The best guide in life is strength. In religion, as in all other matters, discard everything that weakens you, have nothing to do with it.”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
          },
          {
           "quote": "“Sâttvika people are very thoughtful, quiet, and patient. They take food in small quantities, and never anything bad.”\n― Swami Vivekananda, The Science of Breathing"
          },
          {
           "quote": "“forefathers,”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“There is no disease nor misery for thee, but thou art like the infinite sky; clouds of various colours come over it, play for a moment, then vanish. But the sky is ever the same eternal blue.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“If one religion true, then all the others also must be true. Thus the Hindu faith is yours as much as mine.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“We see the world as we are.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“There was a stump of a tree, and in the dark, a thief came that way and said, “That is a policeman.” A young man waiting for his beloved saw it and thought that it was his sweetheart. A child who had been told ghost stories took it for a ghost and began to shriek. But all the time it was the stump of a tree. We see the world as we are. Do”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“To those who are full of Tamas, ignorant and dull — those whose minds never get fixed on any idea, who only crave for something to amuse them — religion and philosophy are simply objects of entertainment. These are the unpersevering. They hear a talk, think it very nice, and then go home and forget all about it. To succeed, you must have tremendous perseverance, tremendous will. \"I will drink the ocean,\" says the persevering soul, \"at my will mountains will crumble up.\" Have that sort of energy, that sort of will, work hard, and you will reach the goal.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The purer the mind, the easier it is to control it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“but what they do without knowing it, do knowingly.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“it is only those who persevere to the end that succeed.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
          }
         
        
       ,
       
        {
         "quote": "“the personality of the man is two-thirds, and his intellect, his words, are but one-third. It is the real man, the personality of the man, that runs through us.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“To succeed, you must have tremendous perseverance, tremendous will. “I will drink the ocean,” says the persevering soul, “at my will mountains will crumble up.” Have that sort of energy, that sort of will, work hard, and you will reach the goal.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“that religion is perfected in us only when it has led us to \"Him who is the one life in a universe of death, Him who is the constant basis of an ever-changing world, that One who is the only soul, of which all souls are but delusive manifestations”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“When a man goes into deep sleep, he enters a plane beneath consciousness. He works the body all the time, he breathes, he moves the body, perhaps, in his sleep, without any accompanying feeling of ego; he is unconscious, and when he returns from his sleep, he is the same man who went into it. The sum total of the knowledge which he had before he went into the sleep remains the same; it does not increase at all. No enlightenment comes. But when a man goes into Samadhi, if he goes into it a fool, he comes out a sage.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“We have always heard it preached, „Love one another“. What for? That doctrine was peached, but the explanation is here. Why should I love every one? Because they and I are one. Why should I love my brother? Because he and I are one. There is this oneness; this solidarity of the whole universe. From the lowest worm that crawls under our feet to the highest beings that ever lived – all have various bodies, but are the one Soul.”\n― Swami Vivekananda, Practical Vedanta"
        },
        {
         "quote": "“perseverance, tremendous will. “I will drink the ocean,” says the persevering soul, “at my will mountains will crumble up.” Have that sort of energy, that sort of will, work hard, and you will reach the goal. (I. 178)”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Another thing: ... [Spirituality] evaporates when they say, “This is right, and that is wrong.” All quarrels are [with forms and creeds] never in the spirit. The Buddhist offered for years glorious preaching; gradually, this spirituality evaporated. ... [Similarly with Christianity.] And then began the quarrel whether it is three gods in one or one in three, when nobody wants to go to God Himself and know what He is. We have to go to God Himself to know whether He is three in one or one in three.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The Yogi teaches that the mind itself has a higher state of existence, beyond reason, a superconscious state, and when the mind gets to that higher state, then this knowledge, beyond reasoning, comes to man. Metaphysical and transcendental knowledge comes to that man.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Whenever a prophet got into the superconscious state by heightening his emotional nature, he brought away from it not only some truths, but some fanaticism also, some superstition which injured the world as much as the greatness of the teaching helped. To get any reason out of the mass of incongruity we call human life, we have to transcend our reason, but we must do it scientifically, slowly, by regular practice, and we must cast off all superstition. We must take up the study of the superconscious state just as any other science. On reason we must have to lay our foundation, we must follow reason as far as it leads, and when reason fails, reason itself will show us the way to the highest plane.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Strength is goodness, weakness is sin.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“When we begin to work earnestly in the world, nature gives us blows right and left and soon enables us to find out our position. No man can long occupy satisfactorily a position for which he is not fit.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Even by intellectually recognising the difficulties, we really do not know them until we feel them.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Think of your own body, and see that it is strong and healthy; it is the best instrument you have. Think of it as being as strong as adamant, and that with the help of this body you will cross the ocean of life. Freedom is never to be reached by the weak. Throw away all weakness. Tell your body that it is strong, tell your mind that it is strong, and have unbounded faith and hope in yourself. (I. 146)”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“The organs are the horses, the mind is the rein, the intellect is the charioteer, the soul is the rider, and the body is the chariot. The master of the household, the King, the Self of man, is sitting in this chariot. If the horses are very strong and do not obey the rein, if the charioteer, the intellect, does not know how to control the horses, then the chariot will come to grief. But if the organs, the horses, are well controlled, and if the rein, the mind, is well held in the hands of the charioteer, the intellect, the chariot reaches the goal.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Religion can be realised. Are you ready? Do you want it? You will get the realisation if you do, and then you will be truly religious. Until you have attained realisation there is no difference between you and atheists. The atheists are sincere, but the man who says that he believes in religion and never attempts to realise it is not sincere.”\n― Swami Vivekananda, Jnana Yoga"
        },
        {
         "quote": "“It is a tremendous error to feel helpless. Do not seek help from anyone. We are our own help. If we cannot help ourselves, there is none to help us. ... “Thou thyself art thy only friend, thou thyself thy only enemy. There is no other enemy but this self of mine, no other friend but myself”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Life is itself religion.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“HOW RESTLESS IS THE MIND! How hard it is to control the mind! Well has it been compared to the maddened monkey. There was a monkey, restless by his own nature, as all monkeys are. As if that were not enough someone made him drink freely of wine, so that he became still more restless. Then a scorpion stung him. When a man is stung by a scorpion, he jumps about for a whole day; so the poor monkey found his condition worse than ever. To complete his misery a demon entered into him. What language can describe the uncontrollable restlessness of that monkey? The human mind is like that monkey, incessantly active by its own nature; then it becomes drunk with the wine of desire, thus increasing its turbulence. After desire takes possession comes the sting of the scorpion of jealousy at the success of others, and last of all the demon of pride enters the mind, making it think itself of all importance. How hard to control such a mind! (I. 174)”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“When the mind has been trained to remain fixed on a certain internal or external location, there comes to it the power of flowing in an unbroken current, as it were, towards that point. This state is called Dhyana. When one has so intensified the power of Dhyana as to be able to reject the external part of perception and remain meditating only on the internal part, the meaning, that state is called Samadhi. The three — Dharana, Dhyana, and Samadhi — together, are called Samyama. That is, if the mind can first concentrate upon an object, and then is able to continue in that concentration for a length of time, and then, by continued concentration, to dwell only on the internal part of the perception of which the object was the effect, everything comes under the control of such a mind.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Work constantly; work, but be not attached; be not caught. Reserve unto yourself the power of detaching yourself from everything, however beloved, however much the soul might yearn for it, however great the pangs of misery you feel if you were going to leave it; still, reserve the power of leaving it whenever you want. The weak have no place here, in this life or in any other life. Weakness leads to slavery. Weakness leads to all kinds of misery, physical and mental. Weakness is death. There are hundreds of thousands of microbes surrounding us, but they cannot harm us unless we become weak, until the body is ready and predisposed to receive them. There may be a million microbes of misery, floating about us. Never mind! They dare not approach us, they have no power to get a hold on us, until the mind is weakened. This is the great fact: strength is life, weakness is death. Strength is felicity, life eternal, immortal; weakness is constant strain and misery: weakness is d”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“When thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
        },
        {
         "quote": "“Now we are not much more moral than the animals. We are only held down by the whips of society. If society said today, “I will not punish you if you steal,” we should just make a rush for each other’s property. It is the policeman that makes us moral. It is social opinion that makes us moral, and really we are little better than animals. We understand how much this is so in the secret of our own hearts. So let us not be hypocrites.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Work incessantly, but give up all attachment to work.\" Do”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“It is a weakness to think that any one is dependent on me, and that I can do good to another. This belief is the mother of all our attachment, and through this attachment comes all our pain.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Each soul is potentially divine. The goal is to manifest this Divinity within by controlling nature, external and internal.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Oh, if only you knew yourselves! You are souls; you are Gods. If ever I feel like blaspheming, it; is when I call you man.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“the greatest power is lodged in the fine, not in the coarse. We see a man take up a huge weight, we see his muscles swell, and all over his body we see signs of exertion, and we think the muscles are powerful things. But it is the thin thread-like things, the nerves, which bring power to the muscles; the moment one of these threads is cut off from reaching the muscles, they are not able to work at all. These tiny nerves bring the power from something still finer, and that again in its turn brings it from something finer still — thought, and so on. So, it is the fine that is really the seat of power. Of course we can see the movements in the gross; but when fine movements take place, we cannot see them. When a gross thing moves, we catch it, and thus we naturally identify movement with things which are gross. But all the power is really in the fine. We do not see any movement in the fine, perhaps, because the movement is so intense that we cannot perceive it. But if by any science, any investigation, we are helped to get hold of these finer forces which are the cause of the expression, the expression itself will be under control.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Whatever we see, or feel, or do, whatever action there is anywhere in the universe, while being the effect of past work on the one hand, becomes, on the other, a cause in its turn, and produces its own effect.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Friendship, mercy, gladness, and indifference, being thought of in regard to subjects, happy, unhappy, good, and evil respectively, pacify the Chitta. We must have these four sorts of ideas. We must have friendship for all; we must be merciful towards those that are in misery; when people are happy, we ought to be happy; and to the wicked we must be indifferent.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Truth itself is always simple. Complexity is due to man's ignorance.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
         
          {
           "quote": "“meditation is direct superconsciousness. In perfect concentration the soul becomes actually free from the bonds of the gross body and knows itself as it is. Whatever one wants, that comes to him. Power and knowledge are already there. The soul identifies itself with that which is powerless matter and thus weeps. It identifies itself with mortal shapes. ... But if that free soul wants to exercise any power, it will have it. If it does not, it does not come. He who has known God has become God. There is nothing impossible to such a free soul. No more birth and death for him. He is free for ever.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Works (Golden Deer Classics)”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“What is meant, therefore, by this mortification? Holding the rein firmly while guiding the body and the organs; not letting them do anything they like, but keeping them both under proper control.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The Yogis say that the man who has discriminating powers, the man of good sense, sees through all that are called pleasure and pain, and knows that they come to all, and that one follows and melts into the other; he sees that men follow an ignis fatuus all their lives, and never succeed in fulfilling their desires.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Blame neither man, nor God, nor anyone in the world. When you find yourselves suffering, blame yourselves, and try to do better.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Duty is seldom sweet. It is only when love greases its wheels that it runs smoothly; it is a continuous friction otherwise.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“It is true that the Upanishads have this one theme before them: \"कस्मिन्नु भगवो विज्ञाते सर्वमिदं विज्ञातं भवति - What is that knowing which we know everything else?”\n― Swami Vivekananda, Advaita Vedanta"
          },
          {
           "quote": "“Today the evolution theory of the ancient Yogis will be better understood in the light of modern research. And yet the theory of the Yogis is a better explanation. The two causes of evolution advanced by the moderns, viz sexual selection and survival of the fittest, are inadequate. Suppose human knowledge to have advanced so much as to eliminate competition, both from the function of acquiring physical sustenance and of acquiring a mate. Then, according to the moderns, human progress will stop and the race will die. The result of this theory is to furnish every oppressor with an argument to calm the qualms of conscience. Men are not lacking, who, posing as philosophers, want to kill out all wicked and incompetent persons (they are, of course, the only judges of competency) and thus preserve the human race! But the great ancient evolutionist, Patanjali, declares that the true secret of evolution is the manifestation of the perfection which is already in every being; that this perfection has been barred and the infinite tide behind is struggling to express itself. These struggles and competitions are but the results of our ignorance, because we do not know the proper way to unlock the gate and let the water in. This infinite tide behind must express itself; it is the cause of all manifestation. Competitions for life or sex-gratification are only momentary, unnecessary, extraneous effects, caused by ignorance. Even when all competition has ceased, this perfect nature behind will make us go forward until everyone has become perfect. Therefore there is no reason to believe that competition is necessary to progress.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Study. What is meant by study in this case? No study of novels or story books, but study of those works which teach the liberation of the Soul.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“It is only the contemplative, witness-like study of objects that brings to us real enjoyment and happiness. The animal has its happiness in the senses, the man in his intellect, and the god in spiritual contemplation. It is only to the soul that has attained to this contemplative state that the world really becomes beautiful. To him who desires nothing, and does not mix himself up with them, the manifold changes of nature are one panorama of beauty and sublimity.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Body is the name of a series of changes. \"As in a river the masses of water are changing before you every moment, and new masses are coming, yet taking similar form, so is it with this body.\" Yet the body must be kept strong and healthy. It is the best instrument we have.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The great king Yudhishthira once said that the most wonderful thing in life is that every moment we see people dying around us, and yet we think we shall never die. Surrounded by fools on every side, we think we are the only exceptions, the only learned men. Surrounded by all sorts of experiences of fickleness, we think our love is the only lasting love. How can that be? Even love is selfish, and the Yogi says that in the end we shall find that even the love of husbands and wives, and children and friends, slowly decays. Decadence seizes everything in this life. It is only when everything, even love, fails, that, with a flash, man finds out how vain, how dream-like is this world. Then he catches a glimpse of Vairâgya (renunciation), catches a glimpse of the Beyond. It is only by giving up this world that the other comes; never through holding on to this one. Never yet was there a great soul who had not to reject sense-pleasures and enjoyments to acquire his greatness. The cause of misery is the clash between the different forces of nature, one dragging one way, and another dragging another, rendering permanent happiness impossible.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“If you cannot attain salvation in this life, what proof is there that you can attain it in the life or lives to come?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“No man to be judged by mere nature of his duties, but all should be judged by the manner and the spirit in which they perform them.”\n― Vivekananda Swami"
          },
          {
           "quote": "“Be unattached, expect nothing in return, attachment comes only where we expect a return, love shines in freedom alone.”\n― Vivekananda Swami"
          },
          {
           "quote": "“Vâda and Siddhânta — these are the two sorts of scriptural knowledge — Vada (the argumentative) and Siddhanta (the decisive). When a man is entirely ignorant he takes up the first of these, the argumentative fighting, and reasoning pro and con; and when he has finished that he takes up the Siddhanta, the decisive, arriving at a conclusion. Simply arriving at this conclusion will not do. It must be intensified.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Arise awake and do not stop until you achieve your Goal.”\n― Vivekananda Swami, Swami Vivekananda on Himself"
          },
          {
           "quote": "“religion is no matter of books and beliefs, but of spiritual realisation.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“the Himalayas, how grand and beautiful they are; I love them. They do not give me anything, but my nature is to love the grand, the beautiful, therefore I love them. Similarly, I love the Lord. He is the source of all beauty, of all sublimity. He is the only object to be loved; my nature is to love Him, and therefore I love. I do not pray for anything; I do not ask for anything. Let Him place me wherever He likes. I must love Him for love's sake. I cannot trade in love.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Be grateful to him who curses you, for he gives you a mirror to show what cursing is, also a chance to practise self-restraint; so bless him and be glad. Without exercise, power cannot come out; without the mirror, we cannot see ourselves.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Virtue is the only friend which follows us even beyond the grave. Everything else ends with death.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Therefore the highest utility for mankind is to find this happiness in the Spirit.”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
          },
          {
           "quote": "“we should take what is of value in knowledge, and leave the dross. Intellectual gymnastics are necessary at first. We must not go blindly into anything. The Yogi has passed the argumentative state, and has come to a conclusion, which is, like the rocks, immovable. The only thing he now seeks to do is to intensify that conclusion. Do not argue, he says; if one forces arguments upon you, be silent. Do not answer any argument, but go away calmly, because arguments only disturb the mind. The only thing necessary is to train the intellect, what is the use of disturbing it for nothing? The intellect is but a weak instrument, and can give us only knowledge limited by the senses. The Yogi wants to go beyond the senses, therefore intellect is of no use to him. He is certain of this and, therefore, is silent, and does not argue. Every argument throws his mind out of balance, creates a disturbance in the Chitta, and a disturbance is a drawback. Argumentations and searchings of the reason are only by the way. There are much higher things beyond them. The whole of life is not for schoolboy fights and debating societies.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Just as in the case of electricity, the modern theory is that the power leaves the dynamo and completes the circle back to the dynamo, so with hate and love; they must come back to the source. Therefore do not hate anybody, because that hatred which comes out from you, must, in the long run, come back to you. If you love, that love will come back to you, completing the circle.”\n― Swami Vivekananda, The Yoga Sutras of Patanjali"
          },
          {
           "quote": "“those who believe in God should pray — not for money, not for health, nor for heaven; pray for knowledge and light; every other prayer is selfish.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“On other and practical grounds we see that the theory of eternal progression is untenable, for destruction is the goal of everything earthly. All our struggles and hopes and fears and joys, what will they lead to? We shall all end in death. Nothing is so certain as this. Where, then, is this motion in a straight line - this infinite progression? It is only going out to a distance, and coming back to the centre from which it started. See how, from nebulae, the sun, moon, and stars are produced; then they dissolve and go back to nebulae. The same is being done everywhere. The plant takes material from the earth, dissolves, and gives it back. Every form in this world is taken out of surrounding atoms and goes back to these atoms.”\n― Swami Vivekananda, The Yoga Sutras of Patanjali"
          },
          {
           "quote": "“Starting as some fungus, some very minute, microscopic bubble, and all the time drawing from that infinite store-house of energy, a form is changed slowly and steadily until in course of time it becomes a plant, then an animal, then man, ultimately God. This is attained through millions of aeons, but what is time? An increase of speed, an increase of struggle, is able to bridge the gulf of time. That which naturally takes a long time to accomplish can be shortened by the intensity of the action, says the Yogi. A man may go on slowly drawing in this energy from the infinite mass that exists in the universe, and, perhaps, he will require a hundred thousand years to become a Deva, and then, perhaps, five hundred thousand years to become still higher, and, perhaps, five millions of years to become perfect. Given rapid growth, the time will be lessened. Why is it not possible, with sufficient effort, to reach this very perfection in six months or six years? There is no limit. Reason shows that. If an engine, with a certain amount of coal, runs two miles an hour, it will run the distance in less time with a greater supply of coal. Similarly, why shall not the soul, by intensifying its action, attain perfection in this very life? All beings will at last attain to that goal, we know. But who cares to wait all these millions of aeons? Why not reach it immediately, in this body even, in this human form? Why shall I not get that infinite knowledge, infinite power, now?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“First hear, then understand, and then, leaving all distractions, shut your minds to outside influences, and devote yourselves to developing the truth within you. (I. 177)”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Although devotion is to be given to many institutes and teachers, the essence is to be taken from them all, as the bee takes the essence from many flowers.- Samkhya, 4.13, an Eastern scripture”\n― Swami Vivekananda, Jnana Yoga"
          },
          {
           "quote": "“It is attachment, identification, which makes us miserable. That is the secret: To think that I am the spirit and not the body, and that the whole of this universe with all its relations, with all its good and all its evil, is but a series of paintings — scenes on a canvas — of which I am the witness.”\n― Swami Vivekananda, Meditation and Its Methods"
          }
        
        
       ,
       
        {
         "quote": "“After a time man finds that it is not happiness, but knowledge, towards which he is going, and that both pleasure and pain are great teachers, and that he learns as much from evil as from good.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Be contented with the things of the present. The cows and the dogs are, and so are all animals; and that is what makes them animals. So if man rests content with the present and gives up all search into the beyond, mankind will have to go back to the animal plane again.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“the common saying has it, we think that man \"lives to eat\" and not \"eats to live\". We are continually making this mistake; we are regarding nature as ourselves and are becoming attached to it; and as soon as this attachment comes, there is the deep impression on the soul, which binds us down and makes us work not from freedom but like slaves.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Sometimes people fast for days. ... When the worst man has fasted for twenty days, he becomes quite gentle. Fasting and torturing themselves have been practiced by people all over the world. Krishna’s idea is that this is all nonsense. He says that the senses will for the moment recede from the man who tortures himself, but will emerge again with twenty times more [power]. ... What should you do? The idea is to be natural — no asceticism. Go on, work, only mind that you are not attached. The will can never be fixed strongly in the man who has not learnt and practiced the secret of non-attachment.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“The world is ready to give up its secrets if we only know how to knock, how to give it the necessary blow. The strength and force of the blow come through concentration. There is no limit to the power of the human mind. The more concentrated it is, the more power is brought to”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Yama, Niyama, Âsana, Prânâyâama, Pratyâhâra, Dhâranâ, Dhyâna, and Samâdhi are the eight limbs of Yoga.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Reason can go only to a certain extent, beyond that it cannot reach. The circle within which it runs is very very limited indeed. Yet at the same time, we find facts rush into this circle. Like the coming of comets certain things come into this circle; it is certain they come from outside the limit, although our reason cannot go beyond.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Internal and external purification, contentment, mortification, study, and worship of God are the Niyamas.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“A thousand years a city, and a thousand years a forest.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The end and aim of all science is to find the unity, the One out of which the manifold is being manufactured, that One existing as many.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Truth requires no prop to make it stand.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The bottom of a lake we cannot see, because its surface is covered with ripples. It is only possible for us to catch a glimpse of the bottom, when the ripples have subsided, and the water is calm.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“when one talks on subjects in which one takes a few ideas that are familiar to everyone, and combines and recombines them, it is easy to follow because these channels are present in everyone's brain, and it is only necessary to recur to them. But whenever a new subject comes, new channels have to be made, so it is not understood readily. And that is why the brain (it is the brain, and not the people themselves) refuses unconsciously to be acted upon by new ideas. It resists. The Prana is trying to make new channels, and the brain will not allow it. This is the secret of conservatism.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“He (God) reveals himself to the pure heart.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“To the Yogi everything is bliss, every human face that he sees brings cheerfulness to him. That is the sign of a virtuous man.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“not”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“Inequality is the very basis of creation. At the same time the forces struggling to obtain equality are as much a necessity of creation as those which destroy it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“the doctrine of non-attachment.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“Matter is the permanent possibility of sensations,\" said John Stuart Mill. It is only the suggestion that is outside.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The more thoughtful the man, the more complicated will be the streets in his brain, and the more easily he will take to new ideas, and understand them. So with every fresh idea, we make a new impression in the brain, cut new channels through the brain-stuff, and that is why we find that in the practice of Yoga (it being an entirely new set of thoughts and motives) there is so much physical resistance at first. That is why we find that the part of religion which deals with the world-side of nature is so widely accepted, while the other part, the philosophy, or the psychology, which clears with the inner nature of man, is so frequently neglected.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Let the mind be cheerful but calm. Never let it run into excesses, because every excess will be followed by a reaction.”\n― Swami Vivekananda, Addresses on Bhakti Yoga"
        },
        {
         "quote": "“On the philosophic side the disciples of the Great Master dashed themselves against the eternal rocks of the Vedas and could not crush them, and on the other side they took away from the nation that eternal God to which every one, man or woman, clings so fondly. And the result was that Buddhism had to die a natural death in India. At the present day there is not one who calls oneself a Buddhist in India, the land of its birth. But”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“It is not much use to talk about religion until one has felt it. Why is there so much disturbance, so much fighting and quarrelling in the name of God? There has been more bloodshed in the name of God than for any other cause, because people never went to the fountain-head; they were content only to give a mental assent to the customs of their forefathers, and wanted others to do the same. What right has a man to say he has a soul if he does not feel it, or that there is a God if he does not see Him? If there is a God we must see Him, if there is a soul we must perceive it; otherwise it is better not to believe. It is better to be an outspoken atheist than a hypocrite.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Hinduism cannot live without Buddhism, nor Buddhism without Hinduism. Then realise what the separation has shown to us, that the Buddhists cannot stand without the brain and philosophy of the Brahmins, nor the Brahmin without the heart of the Buddhist.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Freedom is to lose all illusions.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Begging is not the language of love.”\n― Swami Vivekananda, Para-Bhakti, or Supreme Devotion"
        },
        {
         "quote": "“What is the result of constant practice of this higher concentration? All old tendencies of restlessness and dullness will be destroyed, as well as the tendencies of goodness too. The case is similar to that of the chemicals used to take the dirt and alloy off gold. When the ore is smelted down, the dross is burnt along with the chemicals. So this constant controlling power will stop the previous bad tendencies, and eventually, the good ones also. Those good and evil tendencies will suppress each other, leaving alone the Soul, in its own splendour untrammelled by either good or bad, the omnipresent, omnipotent, and omniscient. Then the man will know that he had neither birth nor death, nor need for heaven or earth. He will know that he neither came nor went, it was nature which was moving, and that movement was reflected upon the soul. The form of the light reflected by the glass upon the wall moves, and the wall foolishly thinks it is moving.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The discoverers of these laws are called Rishis, and we honour them as perfected beings. I am glad to tell this audience that some of the very greatest of them were women.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“You must exercise your own reason and judgment; you must practice, and see whether these things happen or not. Just as you would take up any other science, exactly in the same manner you should take up this science for study. There is neither mystery nor danger in it. So far as it is true, it ought to be preached in the public streets, in broad daylight. Any attempt to mystify these things is productive of great danger.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Here it may be said that these laws as laws may be without end, but they must have had a beginning. The Vedas teach us that creation is without beginning or end.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
         
          {
           "quote": "“In enjoyment is the fear of disease, In high birth, the fear of losing caste, In wealth, the fear of tyrants, In honour, the fear of losing it, In strength, the fear of enemies, In beauty, the fear of old age, In knowledge, the fear of defeat, In virtue, the fear of scandal, In the body, the fear of death. In this life all is fraught with fear: Renunciation alone is fearless.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“We must be the masters, and not the slaves of nature; neither body nor mind must be our master, nor must we forget that the body is mine, and not I the body's.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Philosophy of course is the essence of every religion; mythology explains and illustrates it by means of the more or less legendary lives of great men, stories and fables of wonderful things, and so on; ritual gives to that philosophy a still more concrete form, so that every one may grasp it — ritual is in fact concretised philosophy.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“But by the Vedas no books are meant. They mean the accumulated treasury of spiritual laws discovered by different persons in different times. Just as the law of gravitation existed before its discovery, and would exist if all humanity forgot it, so is it with the laws that govern the spiritual world. The moral, ethical, and spiritual relations between soul and soul and between individual spirits and the Father of all spirits, were there before their discovery, and would remain even if we forgot them. The discoverers of these laws are called Rishis, and we honour them as perfected beings. I am glad to tell this audience that some of the very greatest of them were women. Here it may be said that these laws as laws may be without end, but they must have had a beginning. The Vedas teach us that creation is without beginning or end. Science is said to have proved that the sum total of cosmic energy is always the same. Then, if there was a time when nothing existed, where was all this manifested energy?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“if a temple, or a symbol, or an image helps you to realise the Divinity within, you are welcome to it. Have two hundred images if you like. If certain forms and formularies help you to realise the Divine, God speed you; have, by all means, whatever forms, and whatever temples, and whatever ceremonies you want to bring you nearer to God. But do not quarrel about them; the moment you quarrel, you are not going Godward, you are going backward, towards the brutes.”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
          },
          {
           "quote": "“Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves and every part of your body be full of that idea, and just leave every other idea alone. This is the way to success.”\n― Swami Vivekananda, Ved�nta Philosophy: Lectures on Jn�na Yoga"
          },
          {
           "quote": "“The majority of us cannot see beyond a few years, just as some animals cannot see beyond a few steps. Just a little narrow circle — that is our world. We have not the patience to look beyond, and thus become immoral and wicked. This is our weakness, our powerlessness.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Every man should take up his own ideal and endeavour to accomplish it. That is a surer way of progress than taking up other men's ideals, which he can never hope to accomplish.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The mind uncontrolled and unguided will drag us down, down, for ever — rend us, kill us; and the mind controlled and guided will save us, free us.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“By all means make a start — even if it’s for the wrong reason.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Bring in the light and the evil goes in a moment. Build up your character, and manifest your real nature, the Effulgent, the Resplendent, the Ever-Pure, and call It up in everyone that you see.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Man is to become divine by realising the divine. Idols or temples or churches or books are only the supports, the helps, of his spiritual childhood: but on and on he must progress.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“When there is real purification of the body, external and internal, there arises neglect of the body, and the idea of keeping it nice vanishes. A face which others call most beautiful will appear to the Yogi as merely animal, if there is not intelligence behind it. What the world calls a very common face he regards as heavenly, if the spirit shines behind it. This thirst after body is the great bane of human life. So the first sign of the establishment of purity is that you do not care to think you are a body.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Do I wish that the Christian would become Hindu? God forbid. Do I wish that the Hindu or Buddhist would become Christian? God forbid. The”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“This world is like a dog's curly tail, and people have been striving to straighten it out for hundreds of years; but when they let it go, it has curled up again. How could it be otherwise? One must first know how to work without attachment, then one will not be a fanatic.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“In strength, the fear of enemies, In beauty, the fear of old age, In knowledge, the fear of defeat, In virtue, the fear of scandal, In the body, the fear of death. In this life all is fraught with fear: Renunciation alone is fearless. (In Search of God and”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“He who stops his activities and at the same time is still thinking about them attains to nothing; he only becomes a hypocrite. But he who by the power of his mind gradually brings his sense-organs under control, employing them in work, that man is better. Therefore do thou work”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
          },
          {
           "quote": "“misery is caused by ignorance and nothing else.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“if anybody dreams of the exclusive survival of his own religion and the destruction of the others, I pity him from the bottom of my heart, and point out to him that upon the banner of every religion will soon be written, in spite of resistance: \"Help and not Fight,\" \"Assimilation and not Destruction,\" \"Harmony and Peace and not Dissension.\" 1.2”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Awake, awake, great ones! The world is burning with misery. Can you sleep?”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Whatever may be the position of philosophy, whatever may be the position of metaphysics, so long as there is such a thing as death in the world, so long as there is such a thing as weakness in the human heart, so long as there is a cry going out of the heart of man in his very”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
          },
          {
           "quote": "“Good and evil have an equal share in moulding character, and in some instances misery is a greater teacher than happiness.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.”\n― Swami Vivekananda"
          },
          {
           "quote": "“All these small ideas that\nI am a man or a woman,\nSick or healthy, strong or weak\nOr that I hate or love or have little power,\nare but hallucinations.\nStand up then!\nKnow that every thought and word\nThat weakens you in this world is the only evil that exists.\nStand as a rock; you are the Infinite Spirit.\nSay, \"I am Existence Absolute,\nBliss Absolute,\"\nand like a lion breaking its cage,\nbreak your chains and be free forever.\nWhat frightens you, what holds you down:\nOnly ignorance of your true nature,\nof your blessedness; nothing else can bind you.\nYou are the Pure one, the Ever-Blessed.\nTherefore, if you dare, stand on that--\nmold your whole life on that.\nYou are the one with the Eternal Soul.\nKnow then that thou art He,\nand model your whole life accordingly;\nfor those who know this\nand model their lives accordingly,\nwill no more suffer in darkness.”\n― Swami Vivekananda"
          },
          {
           "quote": "“As soon as I begin to feel that I am separate from this universe, then first comes fear, and then comes misery.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“you should work like a master and not as a slave; work incessantly, but do not do slave's work.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Machines never made mankind happy and never will make. He who is trying to make us believe this will claim that happiness is in the machine; but it is always in the mind. That man alone who is the lord of his mind can become happy, and none else. And what, after all, is this power of machinery? Why should a man who can send a current of electricity through a wire be called a very great man and a very intelligent man? Does not nature do a million times more than that every moment? Why not then fall down and worship nature? What avails it if you have power over the whole of the world, if you have mastered every atom in the universe? That will not make you happy unless you have the power of happiness in yourself, until you have conquered yourself.”\n― Swami Vivekananda, My Master"
          },
          {
           "quote": "“If I may be allowed to use a simile, creation and creator are two lines, without beginning and without end, running parallel to each other. God is the ever active providence, by whose power systems after systems are being evolved out of chaos, made to run for a time and again destroyed. This is what the Brâhmin boy repeats every day: “The sun and the moon, the Lord created like the suns and moons of previous cycles.” And this agrees with modern science.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Take risks in life, if u win u can lead, if u loose u can guide”\n― Swami Vivekananda"
          },
          {
           "quote": "“Whatever may be the position of philosophy, whatever may be the position of metaphysics, so long as there is such a thing as death in the world, so long as there is such a thing as weakness in the human heart, so long as there is a cry going out of the heart of man in his very weakness, there shall be a faith in God.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          }
         
        
       ,
       
        {
         "quote": "“The easiest way is to stop the right nostril with the thumb, and then slowly draw in the breath through the left; then close both nostrils with thumb and forefinger, and imagine that you are sending that current down, and striking the base of the Sushumnâ; then take the thumb off, and let the breath out through the right nostril. Next inhale slowly through that nostril, keeping the other closed by the forefinger, then close both, as before. The way the Hindus practice this would be very difficult for this country, because they do it from their childhood, and their lungs are prepared for it. Here it is well to begin with four seconds, and slowly increase. Draw in four seconds, hold in sixteen seconds, then throw out in eight seconds. This makes one Pranayama.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Change is always subjective. All through evolution you find that the conquest of nature comes by change in the subject.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“The soul was not created, for creation means a combination which means a certain future dissolution.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Before we can believe in God, we must first believe in ourselves.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Thought Provoking\nIn 1902, a professor asked his student\nwhether it was God who created everything that exists in the universe?\nStudent replied: Yes\nHe again asked:\nWhat about evil?\nHas God created evil also?\nThe student got silent...\nThen the student requested that may he ask a question from him?\nProfessor allowed him to do so.\nStudent asked:\nDoes cold exist?\nProfessor said:\nYes! Don't you feel the cold dear?\nStudent said:\nI'm sorry but you are wrong sir.\nCold is a complete absence of heat...\nThere is no cold, it is only an absence of heat.\nStudent asked again:\nDoes darkness exist?\nProfessor Said:\nYes!\nStudent replied:\nyou are again wrong sir.\nThere is no such thing like darkness.\nIt’s actually the absence of light.\nSir! We always study light & heat,\nbut not cold & darkness.\nSimilarly, the evil does not exist.\nActually it is the absence of Love, Faith & True belief in God.\nThe name of the student was...\nVivekananda”\n― Swami Vivekananda"
        },
        {
         "quote": "“There are three stages in meditation. The first is what is called Dharana, concentrating the mind upon an object. I try to concentrate my mind upon this glass, excluding every other object from my mind except this glass. But the mind is wavering. When it has become strong and does not waver so much, it is called Dhyana, meditation. And then there is a still higher state when the differentiation between the glass and myself is lost — Samadhi or absorption”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“THE MORE SHALL WE LOVE\nWe have to bear in mind that\nwe are all debtors to the world,\nand that the world does not owe us anything.\nIt is a great privilege for all of us to be\nallowed to do anything for the world.\nIn helping the world we truly help ourselves.\nThis world will always continue to be\na mixture of good and evil.\nOur duty is to help\nand sympathize with the weak,\nand to love even the wrongdoer.\nIt is important to always keep in mind\nthat the world is for us a grand moral gymnasium,\nwherein we are all blessed to be able to\ntake exercise in order to become\nstronger and stronger spiritually.\nThe result of this exercise is that\nthe more selfless we become,\nthe more we shall love,\nand the better will be our work.”\n― Swami Vivekananda"
        },
        {
         "quote": "“but for a man to constantly do good without caring for the approbation of his fellow men is indeed the highest sacrifice man can perform.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“To take an illustration from physical science, when I am doing a certain action, my mind may be said to be in a certain state of vibration; all minds which are in similar circumstances will have the tendency to be affected by my mind. If there are different musical instruments tuned alike in one room, all of you may have noticed that when one is struck, the others have the tendency to vibrate so as to give the same note. So all minds that have the same tension, so to say, will be equally affected by the same thought. Of course, this influence of thought on mind will vary according to distance and other causes, but the mind is always open to affection. Suppose I am doing an evil act, my mind is in a certain state of vibration, and all minds in the universe, which are in a similar state, have the possibility of being affected by the vibration of my mind. So, when I am doing a good action, my mind is in another state of vibration; and all minds similarly strung have the possibility of being affected by my mind; and this power of mind upon mind is more or less according as the force of the tension is greater or less. Following”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The Swami Vivekananda lectured for the first time from a public platform on September 11th, 1893 and on July 4th, 1902, he passed away.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Misery comes through attachment, not through work.”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
        },
        {
         "quote": "“The books say that he alone is the Yogi who, after long practice in self-concentration, has attained to this truth. The Sushumna now opens and a current which never before entered into this new passage will find its way into it, and gradually ascend to (what we call in figurative language) the different lotus centres, till at last it reaches the brain. Then the Yogi becomes conscious of what he really is, God Himself.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“the mind is in three states, one of which is darkness, called Tamas, found in brutes and idiots; it only acts to injure. No other idea comes into that state of mind. Then there is the active state of mind, Rajas, whose chief motives are power and enjoyment. “I will be powerful and rule others.” Then there is the state called Sattva, serenity, calmness,”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“How many sepoys were brought by the Musalmans? How many Englishmen are there? Where, except in India, can be had millions of men who will cut the throats of their own fathers and brothers for six rupees? Sixty millions of Musalmans in seven hundred years of Mohammedan rule, and two millions of Christians in one hundred years of Christian rule - what makes it so?”\n― Swami Vivekananda"
        },
        {
         "quote": "“if we understand the idea of the Impersonal, then the idea of the Personal can remain there also. This universe, in its various forms, is but the various readings of the same Impersonal. When we read it with the five senses, we call it the material world. If there be a being with more senses than five, he will read it as something else. If one of us gets the electrical sense, he will see the universe as something else again. There are various forms of that same Oneness, of which all these various ideas of worlds are but various readings, and the Personal God is the highest reading that can be attained to, of that Impersonal, by the human intellect.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“All knowledge must stand on perception of certain facts, and upon that we have to build our reasoning. But, curiously enough the vast majority of mankind think, especially at the present time, that no such perception is possible in religion, that religion can only be apprehended by vain arguments. Therefore we are told not to disturb the mind by vain arguments. Religion is a question of fact, not of talk. We have to analyse our own souls and to find what is there. We have to understand it and to realise what is understood. That is religion. No amount of talk will make religion.”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
        },
        {
         "quote": "“Christianity was preached just on the basis of the fascination of this fanaticism, and that is what made it so attractive to the Greek and the Roman slaves. They believed that under the millennial religion there would be no more slavery, that there would be plenty to eat and drink; and, therefore, they flocked round the Christian standard. Those who preached the idea first were of course ignorant fanatics, but very sincere. In modern times this millennial aspiration takes the form of equality--of liberty, equality, and fraternity. This is also fanaticism. True”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
        },
        {
         "quote": "“The success sometimes may come immediately, but we must be ready to wait patiently even for what may look like an infinite length of time. The student who sets out with such a spirit of perseverance will surely find success and realisation at last.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“According to the Yogis, there are three principal nerve currents: one they call the Ida, the other the Pingala, and the middle one the Sushumna, and all these are inside the spinal column.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“there must be a continuous struggle, a constant fight, an unremitting grappling with our lower nature, till the higher want is actually felt and the victory is achieved.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“As to the thirst after knowledge, it is an old law that we all get whatever we want. None of us can get anything other than what we fix our hearts upon.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“puts the cart before the horse.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“In every country it is the priest who is conservative, for two reasons — because it is his bread and because he can only move with the people. All priests are not strong. If the people say, “Preach two thousand gods,” the priests will do it. They are the servants of the congregation who pay them. God does not pay them. So blame yourselves before blaming the priests. You can only get the government and the religion and the priesthood you deserve, and no better.”\n― Swami Vivekananda, Lectures on Bhagavad Gita"
        },
        {
         "quote": "“stand up, be bold. you are the sole and only cause.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
        },
        {
         "quote": "“It is not the building, but the people that make a church, and that is what we always forget.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Vivekananda once remarked: In trying to practice religion, eighty percent of people turn cheats and about fifteen percent go mad; only the remaining five percent attain the immediate knowledge of the infinite Truth.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“The Hindu believes that every soul is a circle whose circumference is nowhere, but whose centre is located in the body, and that death means the change of this centre from body to body.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“What a mean 'learns' is really what he 'discovers,' by taking the cover off his own soul, which is a mine of infinite knowledge.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
        },
        {
         "quote": "“He who does not depend on anything, who is pure and active, who does not care whether good comes or evil, and never becomes miserable, who has given up all efforts for himself; who is the same in praise or in blame, with a silent, thoughtful mind, blessed with what little comes in his way, homeless, for the whole world is his home, and who is steady in his ideas, such a one is My beloved Bhakta.\" Such alone become Yogis.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“In every religion there are three parts: philosophy, mythology, and ritual. Philosophy”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda"
        },
         
          {
           "quote": "“Their control is by practice and nonattachment. The mind, to have non-attachment, must be clear, good, and rational. Why should we practice? Because each action is like the pulsations quivering over the surface of the lake. The vibration dies out, and what is left? The Samskâras, the impressions. When a large number of these impressions are left on the mind, they coalesce and become a habit. It is said, \"Habit is second nature\", it is first nature also, and the whole nature of man; everything that we are is the result of habit. That gives us consolation, because, if it is only habit, we can make and unmake it at any time.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Arise,awake and donot stop until the goal is reached”\n― Swami Vivekananda"
          },
          {
           "quote": "“Hold the ideal a thousand times, and if you fail a thousand times, make the attempt once more. . . . There is infinite life before the soul. Take your time and you will achieve your end.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“And as he spoke, in the youth and noonday of the West, a nation, sleeping in the shadows of the darkened half of earth, on the far side of the Pacific, waited in spirit for the words that would be borne on the dawn that was travelling towards them, to reveal to them the secret of their own greatness and strength.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Whosoever, therefore, asks any one to believe blindly, or drags people behind him by the controlling power of his superior will, does an injury to humanity, though he may not intend it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Therefore, beware of everything that takes away your freedom. Know that it is dangerous, and avoid it by all the means in your power.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Where is fate, and who is fate? We reap what we sow. We are the makers of our own fate. None else has the blame, none has the praise. The wind is blowing; those vessels whose sails are unfurled catch it and go forward on their way, but those which have their sails furled do not catch the wind. Is that the fault of the wind.”\n― Swami Vivekananda"
          },
          {
           "quote": "“In trying to practice religion, eighty percent of people turn cheats and about fifteen percent go mad; only the remaining five percent attain the immediate knowledge of the infinite Truth.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“The light of a lamp does not flicker in a windless place”: that is the simile which describes a yogi of one-pointed mind, who meditates upon the Atman.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“If we were really unattached, we should escape all this pain of vain expectation, and could cheerfully do good work in the world. Never will unhappiness or misery come through work done without attachment. The world will go on with its happiness and misery through eternity.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“And so, as in every other thing, we are always trying to ignore the standard of another, trying to bind the whole world to our standard.”\n― Swami Vivekananda, The Science of Breathing"
          },
          {
           "quote": "“Fear comes from the selfish idea of cutting one's self off from the Universe.”\n― Swami Vivekananda"
          },
          {
           "quote": "“all great incarnations and prophets are such men; that they reached perfection in this one life. We have had such men at all periods of the world's history and at all times. Quite recently, there was such a man who lived the life of the whole human race and reached the end — even in this life. Even this hastening of the growth must be under laws.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Most of our difficulties in our daily lives come from being unable to hold our minds in this way. For instance, if a man does evil to us, instantly we want to react evil, and every reaction of evil shows that we are not able to hold the Chitta down; it comes out in waves towards the object, and we lose our power.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“ENVIRONMENT FOR MEDITATION Those of you who can afford it will do better to have a room for this practice alone. Do not sleep in that room, it must be kept holy. You must not enter the room until you have bathed, and are perfectly clean in body and mind. Place flowers in that room always; they are the best surroundings for a Yogi; also pictures that are pleasing. Burn incense morning and evening. Have no quarrelling, nor anger, nor unholy thought in that room. Only allow those persons to enter it who are of the same thought as you. Then gradually there will be an atmosphere of holiness in the room, so that when you are miserable, sorrowful, doubtful, or your mind is disturbed, the very fact of entering that room will make you calm. This was the idea of the temple and the church, and in some temples and churches you will find it even now, but in the majority of them the very idea has been lost. The idea is that by keeping holy vibrations there the place becomes and remains illumined. Those who cannot afford to have a room set apart can practise anywhere they like. (I. 145)”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Breathing, posturing, etc. are no doubt helps in Yoga; but they are merely physical. The great preparations are mental. The first thing necessary is a quiet and peaceable life.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Heroes only enjoy the world.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“When the mind has attained to that state when it identifies itself with the internal impression of the object, leaving the external, and when, by long practice, that is retained by the mind and the mind can get into that state in a moment, that is Samyama.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“have faith in yourselves, great convictions are the mothers of great deeds.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda, 9 Vols."
          },
          {
           "quote": "“most of the other sciences deal with things that do not move, that are fixed. You can analyse the chair, the chair does not fly from you. But this science deals with the mind, which moves all the time; the moment you want to study it, it slips. Now the mind is in one mood, the next moment, perhaps, it is different, changing, changing all the time. In the midst of all this change it has to be studied, understood, grasped, and controlled. How much more difficult, then, is this science! It requires rigorous training. People ask me why I do not give them practical lessons. Why, it is no joke. I stand upon this platform talking to you and you go home and find no benefit; nor do I. Then you say, \"It is all bosh.\" It is because you wanted to make a bosh of it. I know very little of this science, but the little that I gained I worked for thirty years of my life, and for six years I have been telling people the little that I know. It took me thirty years to learn it; thirty years of hard struggle. Sometimes I worked at it twenty hours during the twenty-four; sometimes I slept only one hour in the night; sometimes I worked whole nights; sometimes I lived in places where there was hardly a sound, hardly a breath; sometimes I had to live in caves. Think of that. And yet I know little or nothing; I have barely touched the hem of the garment of this science. But I can understand that it is true and vast and wonderful. Now, if there is any one amongst you who really wants to study this science, he will have to start with that sort of determination, the same as, nay even more than, that which he puts into any business of life. And what an amount of attention does business require, and what a rigorous taskmaster it is! Even if the father, the mother, the wife, or the child dies, business cannot stop! Even if the heart is breaking, we still have to go to our place of business, when every hour of work is a pang. That is business, and we think that it is just, that it is right. This science calls for more application than any business can ever require. Many men can succeed in business; very few in this. Because so much depends upon the particular constitution of the person studying it. As in business all may not make a fortune, but everyone can make something, so in the study of this science each one can get a glimpse which will convince him of its truth and of the fact that there have been men who realised it fully. This is the outline of the science. It stands upon its own feet and in its own light, and challenges comparison with any other science. There have been charlatans, there have been magicians, there have been cheats, and more here than in any other field. W”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“if you want to do a great or a good work, do not trouble to think what the result will be.”\n― Swami Vivekananda, The Complete Works Of Swami Vivekananda, Volume 1"
          },
          {
           "quote": "“This body is the boat which will carry us to the other shore of the ocean of life. It must be taken care of. Unhealthy persons cannot be Yogis. Mental laziness makes us lose all lively interest in the subject, without which there will neither be the will nor the energy to practise. Doubts will arise in the mind about the truth of the science, however strong one's intellectual conviction may be, until certain peculiar psychic experiences come, as hearing or seeing at a distance, etc. These glimpses strengthen the mind and make the student persevere. Falling away ... when obtained. Some days or weeks when you are practicing, the mind will be calm and easily concentrated, and you will find yourself progressing fast. All of a sudden the progress will stop one day, and you will find yourself, as it were, stranded. Persevere. All progress proceeds by such rise and fall.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Do not spend your energy in talking, but meditate in silence; and do not let the rush of the outside world disturb you. When your mind is in the highest state, you are unconscious of it.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“flying from work is never the way to find peace.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
          },
          {
           "quote": "“He is to be worshipped as the one beloved, dearer than everything in this and the next life.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“always keep your mind joyful; if melancholy thoughts come, kick them out.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
          },
          {
           "quote": "“Râja-Yoga is the science of religion, the rationale of all worship, all prayers, forms, ceremonies, and miracles.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Buddha gave up his throne and renounced his position, that was true renunciation; but there cannot be any question of renunciation in the case of a beggar who has nothing to renounce. So we must always be careful about what we really mean when we speak of this non-resistance and ideal love. We must first take care to understand whether we have the power of resistance or not. Then, having the power, if we renounce it and do not resist, we are doing a grand act of love; but if we cannot resist, and yet, at the same time, try to deceive ourselves into the belief that we are actuated by motives of the highest love, we are doing the exact opposite.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Think of your own body, and see that it is strong and healthy; it is the best instrument you have. Think of it as being as strong as adamant, and that with the help of this body you will cross the ocean of life. Freedom is never to be reached by the weak. Throw away all weakness. Tell your body that it is strong, tell your mind that it is strong, and have unbounded faith and hope in yourself. (I. 146) A”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“स्पर्धा से ईर्ष्या उत्पन्न होती है और उससे हृदय की कोमलता नष्ट हो जाती है। असंतुष्ट तथा तकरारी पुरुष के लिए सभी कर्तव्य नीरस होते हैं। उसे तो कभी भी किसी चीज से संतोष नहीं होता और फलस्वरूप उसका जीवन दूभर हो उठना और असफल हो जाना स्वाभाविक है।”\n― Swami Vivekanand, Karmayog"
          }
         
        
       ,
       
        {
         "quote": "“To devote your life to the good of all and to the happiness of all is religion. Whatever you do for your own sake is not religion.”\n― Swami Vivekananda"
        },
        {
         "quote": "“… an Emperor says, \"I will kill you if you do not come\", and the man bursts into a laugh and says, \"You never told such a falsehood in your life, as you tell just now. Who can kill me? Me you kill, Emperor of the material world! Never! For I am Spirit unborn and undecaying; never was I born and never do I die; I am the Infinite, the Omnipresent, the Omniscient; and you kill me, child that you are!\" That is strength, that is strength!”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda, Volume 3"
        },
        {
         "quote": "“The cow never tells a lie, and the stone never steals, but, nevertheless, the cow remains a cow and the stone a stone. Man steals and man tells lies, and again it is man that becomes a god.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Our first duty is not to hate ourselves, because to advance we must have faith in ourselves first and then in God. Those who have no faith in themselves can never have faith in God.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Yoga is the science which teaches us how to get these perceptions [direct experiences of God].”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Now the history of the world shows that these two dreams — that of a universal political Empire and that of a universal religious Empire — have been long before mankind, but that again and again the plans of the greatest conquerors had been frustrated by the splitting up of his territories before he could conquer only a little part of the earth; and similarly every religion has been split into sects before it was fairly out of its cradle. Yet”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“The goal of mankind is knowledge. That is the one ideal placed before us by Eastern philosophy. Pleasure is not the goal of man, but knowledge. Pleasure and happiness come to an end. It is a mistake to suppose that pleasure is the goal. The cause of all the miseries we have in the world is that men foolishly think pleasure to be the ideal to strive for.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“How is it that one is born of good parents, receives a good education and becomes a good man, while another comes from besotted parents and ends on the gallows? How do you explain this inequality without implicating God?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“They Laugh at me because I am different,\nI laugh at them because they all are the same.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Be sensible. We make mistakes; what of that? That is all in fun. They go so crazy over their past sins, moaning and weeping and all that. Do not repent! After having done work, do not think of it. Go on! Stop not! Don’t look back! What will you gain by looking back? He who knows that he is free is free; he who knows that he is bound is bound. What is the end and aim of life? None, because I know that I am the Infinite. If you are beggars, you can have aims. I have no aims, no want, no purpose. I come to your country, and lecture — just for fun. (II. 470-71) A”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“He who has no faith in himself can never have faith in God.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Think of a space in your heart, and in the midst of that space think that a flame is burning. Think of that flame as your own soul and inside the flame is another effulgent light, and that is the Soul of your soul, God. Meditate upon that in the heart. (I. 192-93) HOW”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“inequality without implicating God?”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“We must realize also that our so-called possessions are just toys which have been lent to us to play with for a little while. A”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Liberty is the first condition of growth. Just as man must have liberty to think and speak, so he must have liberty in food, dress, and marriage, and in every other thing, so long as he does not injure others. We talk foolishly against material civilisation. The grapes are sour.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“it would be found that it was misery that taught more than happiness, it was poverty that taught more than wealth, it was blows that brought out their inner fire more than praise. Now”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“He reminds us that true renunciation is mental, not necessarily physical. We are not required to disown our husbands or wives and turn our children out of doors. We must only try to realize that they are not really ours; to love them as dwelling-places of Brahman, not as mere individuals.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“But why should the soul take to itself a body? For the same reason that I take a looking-glass — to see myself. Thus, in the body, the soul is reflected. The soul is God, and every human being has a perfect divinity within himself, and each one must show his divinity sooner or later. If I am in a dark room, no amount of protestation will make it any brighter — I must light a match.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Whatever thou worshippest, whatever thou perceivest, whatever thou doest, give up all unto Him and be at rest.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Practise hard; whether you live or die does not matter. You have to plunge in and work, without thinking of the result.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“Then Krishna says, \"O Arjuna, you and I have run the cycle of births and deaths many times, but you are not conscious of them all. I am without beginning, birthless, the absolute Lord of all creation. I through my own nature take form. Whenever virtue subsides and wickedness prevails, I come to help mankind. For the salvation of the good, for the destruction of wickedness, for the establishment”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“You Will Be Nearer To Heaven Through Football Than Through The Study Of The Gita.”\n― Swami Vivekanand"
        },
        {
         "quote": "“metaphysics,”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“Vivekananda was born on January 12, 1863, in Calcutta. From the beginning he was a precocious boy of exceptional energy. Yet his innate tendency toward meditation showed itself even in his early life. For along with the ordinary childhood games, he would play at meditation.”\n― Swami Vivekananda, Meditation and Its Methods"
        },
        {
         "quote": "“When men are once trained, it is essential that their leader leave them, for without his absence they cannot develop themselves”\n― Swami Vivekananda, Speeches and Writings of Swami Vivekananda; A Comprehensive Collection Volume 5 - Scholar's Choice Edition"
        },
        {
         "quote": "“Thinking of objects, attachment to them is formed in a man. From attachment longing, and from longing anger grows.”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
        },
        {
         "quote": "“When we have succeeded in preventing all the forces in the world from throwing us off our balance, then alone we have attained to freedom, and not before.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Education is not filling the mind with a lot of facts. Perfecting the instrument and getting complete mastery of my own mind [is the ideal of education]. If I want to concentrate my mind upon a point, it goes there, and the moment I call, it is free [again]....”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“This is a world of good and evil. Wherever there is good, evil follows, but beyond and behind all these manifestations, all these contradictions, the Vedanta finds out that Unity. It says, “Give up what is evil and give up what is good.” What remains then? Behind good and evil stands something which is yours, the real you, beyond every evil, and beyond every good too, and it is that which is manifesting itself as good and bad. Know that first, and then and then alone you will be a true optimist, and not before; for then you will be able to control everything. Control these manifestations and you will be at liberty to manifest the real “you”. First be master of yourself, stand up and be free, go beyond the pale of these laws, for these laws do not absolutely govern you, they are only part of your being. First find out that you are not the slave of nature, never were and never will be; that this nature, infinite as you may think it, is only finite, a drop in the ocean, and your Soul is the ocean; you are beyond the stars, the sun, and the. They are like mere bubbles compared with your infinite being. Know that, and you will control both good and evil. Then alone the whole vision will change and you will stand up and say, “How beautiful is good and how wonderful is evil!” That is what the Vedanta teaches.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“1. Symbology — The employment of various external aids to preserve and develop the religious faculty of man. 2. History — The philosophy of each religion as illustrated in the lives of divine or human teachers acknowledged by each religion. This includes mythology; for what is mythology to one race, or period, is or was history to other races or periods. Even in cases of human teachers, much of their history is taken as mythology by successive generations. 3. Philosophy — The rationale of the whole scope of each religion. 4. Mysticism — The assertion of something superior to sense-knowledge and reason which particular persons, or all persons under certain circumstances, possess; runs through the other divisions also. All”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        
          {
           "quote": "“The selfless and unattached man may live in the very heart of a crowded and sinful city; he will not be touched by sin.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Everything that you do under compulsion goes to build up attachment. Why”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“The only remedy for bad habits is counter habits; all the bad habits that have left their impressions are to be controlled by good habits. Go on doing good, thinking holy thoughts continuously; that is the only way to suppress base impressions. Never say any man is hopeless, because he only represents a character, a bundle of habits, which can be checked by new and better ones. Character is repeated habits, and repeated habits alone can reform character.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Can infinity have parts? What is meant by parts of infinity? If you reason it out, you will find that it is impossible. Infinity cannot be divided, it always remains infinite. If it could be divided, each part would be infinite. And there cannot be two infinites. Suppose there were, one would limit the other, and both would be finite. Infinity can only be one, undivided. Thus the conclusion will be reached that the infinite is one and not many, and that one Infinite Soul is reflecting itself through thousands and thousands of mirrors, appearing as so many different souls. It is the same Infinite Soul, which is the background of the universe, that we call God. The same Infinite Soul also is the background of the human mind which we call the human soul.”\n― Swami Vivekananda, Practical Vedanta"
          },
          {
           "quote": "“THREE STAGES OF MEDITATION There are three stages in meditation. The first is what is called Dharana, concentrating the mind upon an object. I try to concentrate my mind upon this glass, excluding every other object from my mind except this glass. But the mind is wavering. When it has become strong and does not waver so much, it is called Dhyana, meditation. And then there is a still higher state when the differentiation between the glass and myself is lost — Samadhi or absorption. The mind and the glass are identical. I do not see any difference. All the senses stop and all powers that have been working through other channels of other senses are focused in the mind. Then this glass is under the power of the mind entirely. This is to be realised. It is a tremendous play played by the Yogis.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“In the first place, a man who can work for five days, or even for five minutes, without any selfish motive whatever, without thinking of future, of heaven, of punishment, or anything of the kind, has in him the capacity to become a powerful moral giant.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“According to the Yogis, there are three principal nerve currents: one they call the Ida, the other the Pingala, and the middle one the Sushumna, and all these are inside the spinal column. The Ida and the Pingala, the left and the right, are clusters of nerves, while the middle one, the Sushumna, is hollow and is not a cluster of nerves. This Sushumna is closed, and for the ordinary man is of no use, for he works through the Ida and the Pingala only. Currents are continually going down and coming up through these nerves, carrying orders all over the body through other nerves running to the different organs of the body. The task before us is vast; and first and foremost, we must seek to control the vast mass of sunken thoughts which have become automatic with us. The evil deed is, no doubt, on the conscious plane; but the cause which produced the evil deed was far beyond in the realms of the unconscious,”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Mercy shall not be for men alone, but shall go beyond, and embrace the whole world.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“nerve currents: one they call the Ida, the other the Pingala, and the middle one the Sushumna, and all these are inside the spinal column. The Ida and the Pingala, the left and the right, are clusters of nerves, while the middle one, the Sushumna, is hollow and is not a cluster of nerves. This Sushumna is closed, and for the ordinary man is of no use, for he works through the Ida and the Pingala only. Currents are continually going down and coming up through these nerves, carrying orders all over the body through other nerves running to the different organs of the body. The task before us is vast; and first and foremost, we must seek to control the vast mass of sunken thoughts which have become automatic with us. The evil deed is, no doubt, on the conscious plane; but the cause which produced the evil deed was far beyond in the realms of the unconscious,”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Men Men Men, these are wanted.\nStrong believing young men,\nA hundred such and the world will get revolutionized.”\n― Swami Vivekananda"
          },
          {
           "quote": "“First hear, then understand, and then, leaving all distractions, shut your minds to outside influences, and devote yourselves to developing the truth within you. (I. 177) PATIENCE”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“As the different streams having their sources in different places all mingle their water in the sea, so, O Lord, the different paths which men take through different tendencies, various though they appear, crooked or straight, all lead to Thee.” The”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“To the man who has begun to hate himself the gate to degeneration has already opened; and the same is true of a nation. Our”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Where there is fire, or in water or on ground which is strewn with dry leaves, where there are many ant-hills, where there are wild animals, or danger, where four streets meet, where there is too much noise, where there are many wicked persons, Yoga must not be practised.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“Buddha gave up his throne and renounced his position, that was true renunciation; but there cannot be any question of renunciation in the case of a beggar who has nothing to renounce.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Therefore we see at once that there cannot be any such thing as free-will; the very words are a contradiction, because will is what we know, and everything that we know is within our universe, and everything within our universe is moulded by conditions of time, space and causality. ... To acquire freedom we have to get beyond the limitations of this universe; it cannot be found here.”\n― Swami Vivekananda"
          },
          {
           "quote": "“all misery comes from fear, from unsatisfied desire.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda 8 Vol. set"
          },
          {
           "quote": "“To love anyone personally is bondage. Love all alike, then all desires fall off.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“To succeed, you must have tremendous perseverance, tremendous will. “I will drink the ocean,” says the persevering soul, “at my will mountains will crumble up.” Have that sort of energy, that sort of will, work hard, and you will reach the goal. (CW 1. 178) Be”\n― Swami Vivekananda, Meditation-And-Its-Methods"
          },
          {
           "quote": "“It teaches that desires and wants are in man, that the power of supply is also in man; and that wherever and whenever a desire, a want, a prayer has been fulfilled, it was out of this infinite magazine that the supply came, and not from any supernatural being.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“In the ocean we cannot raise a wave without causing a hollow somewhere else.”\n― Swami Vivekananda, Karma Yoga: The Yoga of action"
          },
          {
           "quote": "“If you take the character of any man, it really is but the aggregate of tendencies, the sum total of the bent of his mind; you will find that misery and happiness are equal factors in the formation of that character. Good and evil have an equal share in moulding character, and in some instances misery is a greater teacher than happiness. In studying the great characters the world has produced, I dare say, in the vast majority of cases, it would be found that it was misery that taught more than happiness, it was poverty that taught more than wealth, it was blows that brought out their inner fire more than praise.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Thinking about sense-objects Will attach you to sense-objects; Grow attached, and you become addicted; Thwart your addiction, it turns to anger; Be angry, and you confuse your mind; Confuse your mind, you forget the lesson of experience; Forget experience, you lose discrimination; Lose discrimination, and you miss life’s only purpose.”\n― Swami Vivekananda, Meditation and Its Methods"
          },
          {
           "quote": "“If there is sin, this is the only sin— to say that you are weak, or others are weak.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Do not think I imagine it — I see it.”\n― Swami Vivekananada, Vedanta: Voice of Freedom"
          },
          {
           "quote": "“चाहिए, क्योंकि उसी में सर्वोत्तम सुख है। इस”\n― Swami Vivekanand, Gyanyog"
          },
          {
           "quote": "“Now and then we know a moment of supreme bliss, when we ask nothing, give nothing, know nothing but bliss. Then it passes, and we again see the panorama of the universe moving before us; and we know that it is but a mosaic work set upon God, who is the background of all things. Vedanta teaches that nirvana can be attained here and now, that we do not have to wait for death to reach it. Nirvana is the realization of the Self, and after having once known that, if only for an instant, never again can one be deluded by the mirage of personality. Having eyes, we must see the apparent, but all the time we know what it is; we have found out its true nature. It is the screen that hides the Self, which is unchanging. The screen opens and we find the Self behind it. All change is the screen. In the saint the screen is thin, and the reality can almost shine through. In the sinner the screen is thick, and we are able to lose sight of the truth that the atman [Self] is there, as well as behind the saint’s screen. When the screen is wholly removed, we find it never existed—that we were the atman and nothing else, even the screen is forgotten.\nThe two phases of this distinction in life are: First, that the man, who knows the real Self, will not be affected by anything; secondly, that that man alone can do good to the world. That man alone will have seen the real motive of doing good to others, because there is only one. It cannot be called egoistic, because that would be differentiation. It is only selflessness. It is the perception of the universal, not of the individual. Every case of love and sympathy is an assertion of this universal. “Not I, but thou.” Help another, because you are in him and he is in you, is the philosophical way of putting it. The real Vedantist alone will give up his life for a fellow being without any compunction, because he knows he will not die. As long as there is one insect left in the world, he is living; as long as one mouth eats, he eats. So he goes on doing good to others, and is never hindered by the modern ideas of caring for the body. When a man reaches this point of abnegation, he goes beyond the moral struggle, beyond everything. He sees in the most learned priest, in the cow, in the dog, in the most miserable places, neither the learned man, nor the cow, nor the dog, nor the miserable place, but the same divinity manifesting itself in them all. He alone is the happy man; and the man who has acquired that sameness has, even in this life, conquered all existence. God is pure; therefore such a man is said to be living in God.”\n― Swami Vivekananda, The Complete Works Of Swami Vivekananda, Volume 1"
          },
          {
           "quote": "“To the Hindu, man is not travelling from error to truth, but from truth to truth, from lower to higher truth. To him all the religions, from the lowest fetishism to the highest absolutism, mean so many attempts of the human soul to grasp and realise the Infinite, each determined by the conditions of its birth and association, and each of these marks a stage of progress; and every soul is a young eagle soaring higher and higher, gathering more and more strength, till it reaches the Glorious Sun.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“„Love one another“. What for? That doctrine was preached, but the explanation is here. Why should I love every one? Because they and I are one. Why should I love my brother? Because he and I are one. There is this oneness; this solidarity of the whole universe. From the lowest worm that crawls under our feet to the highest beings that ever lived – all have various bodies, but are the one Soul.”\n― Swami Vivekananda, Practical Vedanta"
          },
          {
           "quote": "“Thus the man that has practiced control over himself cannot be acted upon by anything outside; there is no more slavery for him.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          }
         
        
       ,
       
        {
         "quote": "“To be more free is the goal of all our efforts, for only in perfect freedom can there be perfection.”\n― Swami Vivekananda, Vedanta: Voice of Freedom"
        },
        {
         "quote": "“We have always heard it preached, „Love one another“. What for? That doctrine was preached, but the explanation is here. Why should I love every one? Because they and I are one. Why should I love my brother? Because he and I are one. There is this oneness; this solidarity of the whole universe. From the lowest worm that crawls under our feet to the highest beings that ever lived – all have various bodies, but are the one Soul.”\n― Swami Vivekananda, Practical Vedanta"
        },
        {
         "quote": "“Feel like Christ and you will be a Christ; feel like Buddha and you will be a Buddha. It is feeling that is the life, the strength, the vitality, without which no amount of intellectual activity can reach God.”\n― Swami Vivekananda, The Complete Works Of Swami Vivekananda, Volume 1"
        },
        {
         "quote": "“is the occasion of the reaction of the mind. A book form, or an elephant form, or a man form, is not outside; all that we know is our mental reaction from the outer suggestion. “Matter is the permanent possibility of sensations,” said John Stuart Mill. It is only the suggestion that is outside. Take an oyster for example. You know how pearls are made. A parasite gets inside the shell and causes irritation, and the oyster throws a sort of enamelling round it, and this makes the pearl. The universe of experience is our own enamel, so to say, and the real universe is the parasite serving as nucleus. The ordinary man will never understand it, because”\n― Swami Vivekananda, Swami Vivekananda: Complete Works"
        },
        {
         "quote": "“Hymns are not only words of praise but words of power, being pronounced with the right attitude of mind.”\n― Swami Vivekananada, Vedanta: Voice of Freedom"
        },
        {
         "quote": "“Great occasions rouse even the lowest of human beings to some kind of greatness, but he alone is the really great man whose character is great always, the same wherever he be.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Even the faults of a Guru must be told.”\n― Swami Vivekananda, Advaita Vedanta"
        },
        {
         "quote": "“There are truths that are true only in a certain line, in a certain direction, under certain circumstances, and for certain times - those that are founded on the institutions of the times.”\n― Swami Vivekananda, Advaita Vedanta"
        },
        {
         "quote": "“As the different streams having their sources in different places all mingle their water in the sea, so, O Lord, the different paths which men take through different tendencies, various though they appear, crooked or straight, all lead to Thee”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“When a man is gloomy, that may be dyspepsia, but it is not religion. To the Yogi everything is bliss, every human face that he sees brings cheerfulness to him.”\n― Swami Vivekananda, Meditation-And-Its-Methods"
        },
        {
         "quote": "“The less the thought of the body, the better. For it is the body that drags us down. It is attachment, identification, which makes us miserable. That is the secret: To think that I am the spirit and not the body, and that the whole of this universe with all its relations, with all its good and all its evil, is but as a series of paintings — scenes on a canvas — of which I am the witness.”\n― Swami Vivekanand, The Powers of The Mind"
        },
        {
         "quote": "“The Hindu religion does not consist in struggles and attempts to believe a certain doctrine or dogma, but in realising — not in believing, but in being and becoming.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“the idea of supernatural being may rouse to a certain extent the power of action in man, But it also brings spiritual decay. It brings dependence; it brings fear; it brings superstition . It degenerates into a horrible belief in the natural weakness of man.there is no supernatural, says the Yogi, but there are in nature gross manifestations and subtle manifestations.”\n― Swami Vivekananda"
        },
        {
         "quote": "“The history of the world is the history of a few men who had faith in themselves. That faith calls out the divinity within. You can do anything. You fail only when you do not strive sufficiently to manifest infinite power. As soon as a man or a nation loses faith, death comes”\n― Swami Vivekananda"
        },
        {
         "quote": "“The will is not free it is a phenomenon bound by cause and effect but there is something behind the will which is free”\n― Swami Vivekananda, Inspiring Thoughts"
        },
        {
         "quote": "“Whatever exists is one. There cannot be many.”\n― Swami Vivekananda, Meditation-And-Its-Methods"
        },
        {
         "quote": "“Birth, life, and death are but old superstitions. None was ever born, none will ever die; one changes one’s position — that is all. I am sorry to see in the West how much they make of death; always trying to catch a little life. “Give us life after death! Give us life!” They are so happy if anybody tells them that they are going to live afterwards! How can I ever doubt such a thing! How can I imagine that I am dead! Try to think of yourself as dead, and you will see that you are present to see your own dead body. Life is such a wonderful reality that you cannot for a moment forget it. You may as well doubt that you exist. This is the first fact of consciousness — I am. Who can imagine a state of things which never existed? It is the most self-evident of all truths.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“Love never comes until there is freedom”\n― Swami Vivekananda"
        },
        {
         "quote": "“For one kiss of Thy lips, O Beloved! One who has been kissed by Thee, has his thirst for Thee increasing for ever, all his sorrows vanish, and he forgets all things except Thee alone.\" Aspire after that kiss of the Beloved, that touch of His lips which makes the devotee mad, which makes of man a god. To him, who has been blessed with such a kiss, the whole of nature changes, worlds vanish, suns and moons die out, and the universe itself melts away into that one infinite ocean of love. That is the perfection of the madness of love.”\n― Swami Vivekananda, The Complete Works of Swami Vivekananda: Volume 1"
        },
        {
         "quote": "“था।”\n― Swami Vivekanand, Gyanyog"
        },
        {
         "quote": "“For one kiss of Thy lips, O Beloved! One who has been kissed by Thee, has his thirst for Thee increasing for ever, all his sorrows vanish, and he forgets all things except Thee alone. Aspire after that kiss of the Beloved, that touch of His lips which makes the devotee mad, which makes of man a god. To him, who has been blessed with such a kiss, the whole of nature changes, worlds vanish, suns and moons die out, and the universe itself melts away into that one infinite ocean of love. That is the perfection of the madness of love.”\n― Swami Vivekananda, Bhakti Yoga: The Yoga Of Love And Devotion"
        },
        {
         "quote": "“Work and worship are necessary to take away the veil to lift off the bondage and illusion”\n― Swami Vivekanand, Inspiring Thoughts"
        },
        {
         "quote": "“In one span of life they lived the whole life of humanity”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“they have no thought for anything else, never live a moment for any other idea,”\n― Swami Vivekananda, Raja Yoga"
        },
        {
         "quote": "“Believe in yourself and the world will be at your feet.”\n― Swami Vivekanand"
        },
        {
         "quote": "“How hard it is to control the mind! Well has it been compared to the maddened monkey. There was a monkey, restless by his own nature, as all monkeys are. As if that were not enough some one made him drink freely of wine, so that he became still more restless. Then a scorpion stung him. When a man is stung by a scorpion, he jumps about for a whole day; so the poor monkey found his condition worse than ever. To complete his misery a demon entered into him. What language can describe the uncontrollable restlessness of that monkey? The human mind is like that monkey, incessantly active by its own nature; then it becomes drunk with the wine of desire, thus increasing its turbulence. After desire takes possession comes the sting of the scorpion of jealousy at the success of others, and last of all the demon of pride enters the mind, making it think itself of all importance. How hard to control such a mind!”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
        },
        {
         "quote": "“What are these ideas of religion and God and searching for the hereafter? Why does man look for a God? Why does man, in every nation, in every state of society, want a perfect ideal somewhere, either in man, or God, or elsewhere? Because that idea is within you. It was your own heart beating and you did not know; you were mistaking it for something external. It is the God within your own self that is impelling you to seek for Him, to realize Him.\nAfter long searches here and there, in temples and in churches, in earths and in heavens, at last you come back, completing the circle from where you started, to your own soul, and find that He for whom you have been seeking all over the world, for whom you have been weeping and praying in churches and temples, on whom you were looking as the mystery of all mysteries, shrouded in the clouds, is the nearest of the near, is your own self, the reality of your life, body, and soul. That is your own nature. Assert it, manifest it.”\n― Swami Vivekananda"
        },
        {
         "quote": "“Suppose there is a wave in the ocean. The wave is distinct from the ocean only in its form and name, and this form and this name cannot have any separate existence from the wave; they exist only with wave. The wave may subside but the same amount of water remains, even if the name and form that were on the wave vanish for ever. So this Maya is what makes the difference between me and you , between all animals and man, between gods and men.”\n― Swami Vivekananda, Advaita Vedanta"
        },
        {
         "quote": "“He who can become mad with an idea, he alone sees light.”\n― Swami Vivekananda, Raja-Yoga & Patanjali Yoga-Sutra by Swami Vivekananda"
        },
        {
         "quote": "“We read again: \"यदिदं किंच जगत् सर्वं प्राण एजति निःसृतम्।--Everything in this universe has been projected, Prana vibrating.\" You must mark the word Ejati, because it comes from Eja, to vibrate; Nihsritam, projected;Yadidam Kincha, whatever in this universe.”\n― Swami Vivekananda, Advaita Vedanta"
        },
         
          {
           "quote": "“they have no thought for anything else, never live a moment for any other idea, and thus the way is shortened for them. This is what is meant by concentration, intensifying the power of assimilation, thus shortening the time. Raja-Yoga is the science which teaches us how to gain the power of concentration.”\n― Swami Vivekananda, Raja Yoga"
          },
          {
           "quote": "“Truth, and nothing but truth is the watchword of the Advaitist. \"सत्यमेव जयते नानृतं। सत्येन पन्था विततो देवयानः --Truth alone triumphs, and not untruth. Through truth alone the way to Devayana lies.”\n― Swami Vivekananda, Advaita Vedanta"
          },
          {
           "quote": "“A perfect life is a contradiction in terms.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Now, we know that the universal Soul is infinite. How can infinity have parts? How can it be broken up, divided? It may be very poetic to say that I am a spark of the Infinite, but it is absurd to the thinking mind. What is meant by dividing Infinity? Is it something material that you can part or separate it into pieces? Infinite can never be divided. If that were possible, it would be no more Infinite. What is the conclusion then? The answer is, that Soul which is the universal is you; you are not a part but the whole of It. You are the whole of God. Then what are all these varieties? We find so many millions of individual souls. What are they? If the sun reflects upon millions of globules of water, in each globule is the form, the perfect image of the sun; but they are only images, and the real sun is only one. So this apparent soul that is in every one of us is only the image of God, nothing beyond that. The real Being who is behind, is that one God. We are all one there. As Self, there is only one in the universe. It is in me and you, and is only one; and that one Self has been reflected in all these various bodies as various different selves. But we do not know this; we think we are separate from each other and separate from Him. And so long as we think this, misery will be in the world. This is hallucination.”\n― Swami Vivekananda, Practical Vedanta"
          },
          {
           "quote": "“Spiritual knowledge is the only thing that can destroy our miseries for ever;”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“To me the very essence of education is concentration of mind, not the collecting of facts. If I had to do my education over again, and had any voice in the matter, I would not study facts at all. I would develop the power of concentration and detachment, and then with a perfect instrument I could collect facts at will.”\n― Swami Vivekananda, Meditation-And-Its-Methods"
          },
          {
           "quote": "“Ignorance is the mother of all the evil and all the misery we see.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“Falling away ... when obtained . Some days or weeks when you are practicing, the mind will be calm and easily concentrated, and you will find yourself progressing fast. All of a sudden the progress will stop one day, and you will find yourself, as it were, stranded. Persevere. All progress proceeds by such rise and fall.”\n― Swami Vivekananda, Complete Works of Swami Vivekananda"
          },
          {
           "quote": "“This universe is my body. I am the Infinite, only I am not conscious of it now. But I am struggling to get this consciousness of the Infinite, and perfection will be reached when full consciousness of this Infinite comes.”\n― Swami Vivekananada, Vedanta: Voice of Freedom"
          },
          {
           "quote": "“If there is a God we must see Him, if there is a soul we must perceive it; otherwise it is better not to believe. It is better to be an outspoken atheist than a hypocrite.”\n― Swami Vivekananda, Meditation-And-Its-Methods"
          },
          {
           "quote": "“Impurity is a mere superimposition under which your real nature has become hidden. But the real you is already perfect, already strong.”\n― Swami Vivekananda"
          },
          {
           "quote": "“the very essence of education is concentration of mind, not the collecting of facts.”\n― Swami Vivekananda, Meditation-And-Its-Methods"
          },
          {
           "quote": "“Thus will we come to the basis of belief, the real genuine religion. We will perceive for ourselves whether we have souls, whether life is of five minutes or of eternity, whether there is a God in the universe or none. It will all be revealed to us. This is what Raja-Yoga proposes to teach.”\n― Swami Vivekananda, Raja Yoga By Swami Vivekananda"
          },
          {
           "quote": "“Nothing Is Final, Change Is Always Possible If You Have The Courage To Make It Happen.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Y ou must avoid excessive merriment A mind in that state never becomes calm it becomes fickle”\n― Swami Vivekananda, Inspiring Thoughts"
          },
          {
           "quote": "“सर्वश्रेष्ठ पुरुष तो कार्य कर ही नहीं सकते, क्योंकि उनमें किसी प्रकार की आसक्ति नहीं होती । जो आत्मा में ही आनन्द करते है, जो आत्मा में ही तृप्त रहते हैं और जो आत्मा के साथ सदा के लिए एक हो गये हैं उनके लिए कोई कर्म शेष नहीं रह जाता । यही सर्वश्रेष्ठ मानव हैं । इनके अतिरिक्त अन्य सभी को कर्म करना पड़ेगा । पर इस प्रकार कर्म करते समय हमें यह कभी न सोचना चाहिए की हम इस संसार में भी किसी छोटे से छोटे प्राणी तक की तनिक भी सहायता कर सकते हैं । असल में वह हम बिलकुल नहीं कर सकते । संसाररूपी इस शिक्षालय में परोपकार के इन कार्यों द्वारा तो हम केवल अपनी ही सहायता करते हैं । कर्म करने का यही सच्चा दृष्टिकोण है । अतएव यदि हम इसी भाव से कर्म करें यदि सदा यही सोचें कि इस समय जो हम कार्य कर रहे हैं वह तो हमारे लिए एक बड़े सौभाग्य की बात है तो फिर हम कभी भी किसी वस्तु में आसक्त न होंगे । इस विश्व में हम तुम जैसे लाखों लोग मन ही मन सोचा करते हैं कि हम एक महान व्यक्ति है; परन्तु एक दिन हमारी मौत हो जाती है और बस पाँच मिनट बाद ही संसार हमें भूल जाता है । किन्तु ईश्वर का जीवन अनन्त है । ‘ ‘यदि इस सर्वशक्तिमान प्रभु की इच्छा न हो, तो एक क्षण के लिए भी कौन जीवित रह सकता है, एक क्षण के लिए भी कौन साँस ले सकता है?” वे ही सतत कर्मशील विधाता हैं । समस्त शक्ति उन्हीं की है और उन्हीं की आज्ञावर्तिनी है ।”\n― Swami Vivekananda, Karmyog"
          },
          {
           "quote": "“T he happiest moments we ever know are when we entirely forget ourselves”\n― Swami Vivekananda, Inspiring Thoughts"
          },
          {
           "quote": "“E xperience is the only teacher we have We may talk and reason all our lives but we shall not understand a word of truth until we experience it ourselves”\n― Swami Vivekananda, Inspiring Thoughts"
          },
          {
           "quote": "“There are two worlds, the microcosm, and the macrocosm, the internal and the external. We get truth from both of these by means of experience. The truth gathered from internal experience is psychology, metaphysics, and religion; from external experience, the physical sciences. Now a perfect truth should be in harmony with experiences in both these worlds. The microcosm must bear testimony to the macrocosm, and the macrocosm to the microcosm; physical truth must have its counterpart in the internal world, and the internal world must have its verification outside.”\n― Swami Vivekananda, Practical Vedanta"
          },
          {
           "quote": "“Be unattached. Let things work; let brain centres work, work incessantly, but let not a ripple conquer the mind. Work as if you were a stranger in this land, a sojourner. Work incessantly, but do not bind yourselves. Bondage is terrible. This world is not our habitation. It is only one of the many stages through which we are passing. Remember that great saying of the Sankhya philosophy, \"The whole of nature is for the soul, not the soul for nature.\" The very reason for nature's existence is the education of the soul. Is has no other meaning. It is there because the soul must have knowledge, and through knowledge free itself. If we remember this always, we shall never be attached to nature. We shall know that nature is a book we are to read, and that when we have gained the required knowledge, the book is of no more value to us.”\n― Swami Vivekananda"
          },
          {
           "quote": "“Man is an infinite circle whose circumference is nowhere, but whose center is located in one spot; and God is an infinite circle whose circumference is nowhere, but whose center is everywhere. He works through all hands, sees through all eyes, walks on all feet, breathes through all bodies, lives in all life, speaks through every mouth, and thinks through every brain. Man can become like God and acquire control over the whole universe if he multiplies infinitely his center of self — consciousness.”\n― Swami Vivekananada, Vedanta: Voice of Freedom"
          },
          {
           "quote": "“D esire, ignorance, and inequality this is the trinity of bondage”\n― Swami Vivekananda, Inspiring Thoughts"
          },
          {
           "quote": "“T ruth can be stated in a thousand different ways Yet each one can be true”\n― Swami Vivekananda, Inspiring Thoughts"
          },
          {
           "quote": "“B ooks are infinite in number and time is short The secret of knowledge is to take what is essential Take that and try to live up to it”\n― Swami Vivekananda, Inspiring Thoughts"
          }
        ]
    
       
   }